{
    "title": "English",
    "slug": "en",
    "literals": {
        "home": "Home",
        "app_name": "Legal Hub",
        "disclaimer": "Disclaimer: The following are general fact sheets and are not to be constituted as legal advice or any kind of legal document. The Muslim Legal Clinic will not be held liable for any mistake or loss incurred to you as a result of your reliance on these fact sheets.",
        "choose": "Choose"
    },
    "options": {
        "education": {
            "title": "Education",
            "options": {
                "suspensions": {
                    "title": "Suspensions",
                    "options": {
                        "suspension": {
                            "title": "What is a suspension?",
                            "content": "A suspension means students are removed from school temporarily for a specific period of time. Students may be suspended for a period of time ranging from one school day up to 20 school days. Students cannot go to school or take part in regular school activities or events while on suspension."
                        },
                        "who-can-suspend": {
                            "title": "Who can suspend a student?",
                            "content": "A suspension means students are removed from school temporarily for a specific period of time. Students may be suspended for a period of time ranging from one school day up to 20 school days. Students cannot go to school or take part in regular school activities or events while on suspension."
                        },
                        "suspension-consideration": {
                            "title": "What does a principal consider when suspending students?",
                            "content": "A suspension means students are removed from school temporarily for a specific period of time. Students may be suspended for a period of time ranging from one school day up to 20 school days. Students cannot go to school or take part in regular school activities or events while on suspension. Of the activities listed below: \n-   uttering a threat to inflict serious bodily harm on another person \n-   possessing alcohol, cannabis (unless the student is authorized to use cannabis for medical purposes), or illegal drugs \n-   being under the influence of alcohol or cannabis (unless the student is authorized to use cannabis for medical purposes) \n\n-   swearing at a teacher or at any person in a position of authority\n\n-   committing an act of vandalism that causes extensive damage to school property at the student's school or to property on school premises \n-   bullying, including cyber-bullying \n-   any other activities identified in school board policy. \n\nSuspension will be considered whether the activity took place at school,at a school-related activity (e.g., a field trip), or in any othercircumstances where the student's behaviour has an impact on the schoolclimate (like cyber-bullying)."
                        },
                        "suspension-notification": {
                            "title": "How will I find out if my child is suspended?",
                            "content": "When students are suspended, the principal will make every reasonable effort to let their parents know within 24 hours. This will be followed by a letter notifying them about the suspension. The letter will include important information, such as: \n-   reason for the suspension \n-   length of the suspension \n-   the supervisory officer's contact information, in case parents have any questions \n-   information on how and when to appeal the suspension."
                        },
                        "learning-while-suspended": {
                            "title": "Can my child still learn when they are suspended?",
                            "content": "Yes. Students can be suspended for a period of one to 20 school days. Students who are suspended for **more than five school days** are considered to be on a **long-term suspension**. \n-   Students who are suspended for **one to five school days** are expected to receive a homework package from the school. \n-   Students who are suspended for **six to 10 school days** must be offered an academic program that will help them continue learning. Students are encouraged to participate in the program. \n-   Students who are suspended for **11 to 20 school days** must be offered a program with an academic component as well as a non-academic component to promote positive behaviour. Non-academic components could include supports like anger management, substance-abuse counselling or life skills coaching to help engage and motivate the student, and encourage positive behaviour. Students are encouraged to participate in the program. "
                        },
                        "unfair-suspension": {
                            "title": "What if my child's suspension was unfair?",
                            "content": "A suspension can be appealed to the school board. Written notice of therequest for an appeal must be sent to the superintendent of the schoolboard within 10 school days of the start of the suspension. \n The appeal must be heard within 15 school days of the board receivingthe notice of appeal, unless the parents and school board have agreed toan extension. If parents have questions about the appeal, they can contact the superintendent of the school board."
                        }
                    }
                },
                "expulsion": {
                    "title": "Expulsions",
                    "options": {
                        "expulsion": {
                            "title": "What is Expulsion?",
                            "content": "An expulsion is different from a suspension. An expulsion does not havea time limit. Expelled students are removed from school for an indefinite time period. Students are suspended first, while expulsion is being considered. \n Students can be expelled from their own school or they can be expelled from all schools in their school board. \n Students expelled from all schools in their school board cannot go to school or take part in regular school activities or events. For example, expelled students cannot go on field trips or take part in school team events."
                        },
                        "expulsion-decision": {
                            "title": "Who decides if my child is expelled?",
                            "content": "After an investigation, the principal recommends to the school board whether or not a student should be expelled. Only the school board can make the decision to expel a student."
                        },
                        "expulsion-investigation": {
                            "title": "What happens after the principal's investigation?",
                            "content": "Following the investigation, the **principal will**: \n\n **a.** Decide if the student should not be recommended for expulsion. In this case, the principal has three choices: \n 1.  Confirm the suspension and its length. \n 2.  Confirm the student is still suspended, but shorten the length of the suspension and update the student 's record. \n 3.  Withdraw the suspension and remove it from the student 's record even if the suspension has already been served. \n\n OR \n\n **b.** Submit a report to the school board summarizing the principal 's findings and recommending that the student be expelled from their school only, or from all schools in the school board. The report is also sent to the student 's parents. \n If the principal recommends an expulsion, the school board will then hold an **expulsion hearing**. This must happen within 20 school days of the student being suspended."
                        },
                        "expulsion-reasons": {
                            "title": "What can my child be expelled for?",
                            "content": "If a student has engaged in any of the activities listed below, the principal will immediately suspend the student, investigate the incident and recommend whether the student should be expelled. Activities include:\n-   possessing a weapon, including a firearm \n-   using a weapon to cause or threaten bodily harm to another person \n-   committing physical assault on another person that causes bodily harm requiring treatment by a medical practitioner \n-   committing sexual assault \n-   trafficking in weapons or in illegal drugs \n-   committing robbery \n-   giving alcohol or cannabis to a minor \n-   bullying \n-- if the student has previously been suspended for bullying and the student 's presence in the school creates an unacceptable risk to the safety of another person \n-   any activity for which a student can be suspended (see section on suspension) that is motivated by bias, prejudice or hate \n-   any other activities identified in school board policy. \n Expulsion will happen whether the activity took place at school, at a school-related event (i.e., a field trip) or in any other circumstances where the student 's behaviour has a negative impact on the school climate."
                        },
                        "expulsion-notification": {
                            "title": "How will I know if my child is expelled?",
                            "content": "When students are suspended pending a possible expulsion, the principal will make every reasonable effort to let their parents know within 24 hours that the student has been suspended. This will be followed by a letter notifying them about the suspension. The letter will also include important information, such as: \n-   reason for the suspension \n-   length of the suspension \n-   information about the program for suspended students to which the student is assigned \n-   information on how and when to appeal the suspension. \n "
                        },
                        "unfair-expulsion": {
                            "title": "What if my child’s expulsion was unfair?",
                            "content": "An expulsion can be appealed to the Child and Family Services Review Board within 30 school days after the expulsion notice has been received. Information on how to appeal the decision will be included in the notice of expulsion. "
                        },
                        "learning-while-expelled": {
                            "title": "Can my child still learn in a school after being expelled?",
                            "content": "When students are expelled from **their school only**, the school board will assign them to another school in the board. \n OR \n When students are expelled from **all schools in the school board**, the school board must offer them a program for expelled students. When students complete the program, they can apply to return to school. \n Parents will receive written **notice of expulsion**. It will give them information on the new school or the school board program the student can access. It will also include information on how to appeal the expulsion.\n-   <http://www.edu.gov.on.ca/eng/parents/>"
                        }
                    }
                },
                "corporal-punishment": {
                    "title": "Are teachers permitted to use corporal punishment to discipline my child?",
                    "content": "No, teachers cannot use force for physical punishment under any circumstances. Teachers may be permitted to use reasonable force toward a child in appropriate circumstances.\n-   <https://www.justice.gc.ca/eng/rp-pr/cj-jp/fv-vf/mcb-cce/index.html>"
                },
                "noncitizen-enrollement": {
                    "title": "Can my children attend school if they are not citizens?",
                    "content": "You do have the right to be in school. This right is in the Education Act and the Code. The Education Act says that any pupil who lives in Ontario has a right to go to school. They have this right even if their parents are not Canadian or do not have legal status in Canada.\n\n There are only very specific times when a school board can tell you that you cannot come to school. This includes times when you have been suspended, expelled or excluded. However, even if a school does this, your parents have the right to appeal this decision and should do so if the decision is unfair. You should speak with a lawyer about this. \n-   <https://archdisabilitylaw.ca/resource/guide-human-rights-and-education-in-ontario-a-general-guide-for-students/>"
                },
                "religious-schools": {
                    "title": "Can my child attend a religious school?",
                    "content": "Yes, a student is allowed to receive religious instruction if the parent guardian desires. (section 51(1) *Education Act*)."
                },
                "non-islamic-activities": {
                    "title": "Does my child have to participate in non-Islamic religious activities?",
                    "content": "No child in a public school shall be required to read or study in or from a religious book, if the parent opposes it. (51(2) *Education Act)*."
                }
            }
        },
        "housing": {
            "title": "Housing",
            "options": {
                "discrimination-examples": {
                    "title": "What are some examples of discrimination in housing?",
                    "content": "Discrimination may occur if you are treated unfairly because of your:\n-   race, colour, or ethnic background\n-   citizenship or the [country you are from](https://stepstojustice.ca/node/113087)\n-   religion\n-   age\n-   sex\n-   physical or mental disability, including an addiction\n-   marital status (for example, married, divorced, single, or living common-law)\n\nor because you:\n-   are pregnant\n-   have children\n-   are caring for a relative"
                },
                "discrimination": {
                    "title": "What if another person who lives or works in the building discriminates against me?",
                    "content": "This law bans discrimination by landlords or people working for them. It also means your landlord must try to do something about it if you are being discriminated against by other tenants."
                },
                "obscure-discrimination": {
                    "title": "What if the discrimination I experience is not obvious?",
                    "content": "The term for this is called 'indirect discrimination'. Indirect discrimination can happen when rules or actions affect different groups in different ways. \n\nExamples:\n-   The building has no ramp at the main entrance -- this can discriminate against people who use wheelchairs.\n-   A landlord threatens to evict tenants because of noise complaints -- this can discriminate against people with children.\n-   A landlord won 't rent to people with no credit rating -- this can discriminate against tenants who are young or new to Canada."
                },
                "landlord-cannot-ask": {
                    "title": "What a landlord cannot ask",
                    "content": "-   if you are pregnant or have children\n-   marital/relationship status\n-   **your religion or ethnic background**\n-   if you get welfare or other public assistance\n-   if you have a disability\n-   your age (even if you are 16 or 17 as long as you are living away from your parents)\n-   **if you are a Canadian citizen**\n\nIf the landlord asks any of these questions or won't rent to you because of your answers, this **could be** [discrimination](https://stepstojustice.ca/common-question-plus/housing-law/landlord-wont-rent-me-and-i-think-its-because-discrimination-what-can-i-do)."
                },
                "disability-rights": {
                    "title": "What are my rights as a tenant if I have a disability?",
                    "content": "Ontario 's Human Rights Code says that if a tenant has a disability, landlords must try to \"accommodate\" their disability.\n\nAccommodating your disability means doing whatever is needed to give you equal access. This means landlords must take away barriers for people with disabilities. They might have to make physical changes to the building, or they might have to change their rules or practices.\n\n In most cases, landlords have a duty to accommodate you unless they can prove undue hardship."
                },
                "being-discriminated-against": {
                    "title": "What can I do if I am being discriminated against?",
                    "content": "You can register a claim with the human rights tribunal, or you can sue them in court. You should get legal advice to decide which option is best for you."
                },
                "claim-wait-time": {
                    "title": "How long do I have to file a claim with the tribunal?",
                    "content": "The deadline to apply to the Tribunal is **one-year** from the date you were discriminated against."
                },
                "landlord-banning-visitors": {
                    "title": "Can my landlord ban visitors to the building during the pandemic?",
                    "content": "Landlords can't ban visitors to a whole building. But they can expect tenants and guests to make sure they don't put other people in danger or interfere with other tenants' or the landlord's reasonable enjoyment of the building."
                },
                "landlord-tenant-board": {
                    "title": "Is the Landlord and Tenant Board open for hearings?",
                    "content": "**As of June 26, 2020,** in person hearings continue to be postponed at the Landlord and Tenant Board."
                },
                "covid-eviction": {
                    "title": "Because of COVID I can't pay my rent and my landlord is threatening to evict me. What should I do?",
                    "content": "On March 19, 2020, the Ontario government put an order in place that stops all evictions until court and tribunal offices open again. But if the landlord can convince the Superior Court of Justice that the situation is extremely urgent, the court might make an exception. \n\nLandlords can't evict you themselves. This means they can't change the locks and they can't get someone else, like the police to evict you. There is a process that landlords have to follow."
                },
                "eviction-threats": {
                    "title": "Who can I call if my landlord is threatening to evict me?",
                    "content": "-   Call the [Rental Housing Enforcement Unit](https://stepstojustice.ca/node/111465) (RHEU) at 1-888-772-9277 (toll-free) or 416-585-7214. The RHEU can contact your landlord to discuss the situation. They might be able to get your landlord to stop, or to let you back in if you've already been evicted illegally.\n-   Call your [local community legal clinic](https://stepstojustice.ca/links/find-legal-clinic) and tell them that what is happening. You can speak to a lawyer or legal worker for free. They might be able to contact your landlord or make an urgent application to the Landlord and Tenant Board (LTB). It's best to **get legal help** if you want to go to the LTB. [Their physical offices are closed](https://stepstojustice.ca/links/renting-changes-during-covid-19-coronavirus) during the COVID-19 emergency and they are only accepting certain types of applications.\n-   If you can't get legal help, you can make an urgent application to the LTB using their [online Form T2](https://stepstojustice.ca/links/ltb-e-file-1). There is a $45 filing fee which you will have to pay by credit card or debit card.\n-   Call the police non-emergency number. Sometimes police officers won't get involved in this kind of situation. But many police forces are aware of the danger of illegal evictions during the COVID-19 crisis."
                },
                "what-happens-during-eviction": {
                    "title": "What normally happens during an eviction?",
                    "content": "When tenants owe rent, [landlords can give them a notice](https://stepstojustice.ca/questions/housing-law/what-can-happen-if-i-dont-pay-my-rent-time).\n\nIf the tenant **does not pay within 14 days, or within 7 days if it's a weekly tenancy**, the landlord can apply to the Landlord and Tenant Board (LTB) for an eviction order. Your landlord can get the Sheriff to physically evict you and change the lock. But during the COVID-19 emergency, the LTB is not scheduling eviction hearings for rent arrears, and Sheriff's offices are not doing evictions for rent arrears."
                },
                "covid-rent-inscrease": {
                    "title": "Can my landlord increase my rent during the pandemic?",
                    "content": "Yes, The Ontario government hasn't made any announcements about a rent freeze during the COVID-19 pandemic. So as long as the rent increase is                     legal, it can still go ahead.\n\nYour rent increase is probably legal if:\n-   your landlord gave you written notice at least 90 days before the date of the increase\n-   the notice is properly filled out on the Landlord and Tenant Board's Form N1\n-   the date of the increase is **at least 12 months after your last rent increase**\n-   the amount of the increase is less than or equal to the provincial guideline for the year (2.2 % for 2020)\n\nBut if your unit was never occupied for residential purposes on or before November 15, 2018, your landlord doesn't have to follow the guideline. In that situation, landlords can raise the rent by any amount, as long as they follow the other rules mentioned above and theyuse a Form N2."
                },
                "covid-repair-refusal": {
                    "title": "Can my landlord refuse to come in to do repairs because of COVID-19?",
                    "content": "Landlords are [responsible for repairs and maintenance](https://stepstojustice.ca/legal-topic/housing-law/repairs-maintenance) of your unit and any common areas of the building, except for damage caused by you or your guests. This hasn't changed because of the COVID-19 emergency."
                },
                "covid-late-interest": {
                    "title": "Can my landlord charge me interest or late fees for unpaid rent?",
                    "content": "Landlords are not allowed to charge interest on unpaid rent. They are not allowed to charge late fees either. These rules apply all the time, not just during the COVID-19 emergency."
                },
                "aparment-viewing": {
                    "title": "Does my landlord have rights to show my place to prospective tenants?",
                    "content": "Yes, your landlord normally has some rights to show your place if they give you proper notice. The time they are coming in must be between 8 am and 8 pm. You can agree to a different time, but you don't have to. To show your place to a possible buyer, insurer, or mortgage lender, your landlord must give you notice in writing at least 24 hours ahead of time.\n\nYour landlord can show your place to a possible tenant only if:\n-   you have given notice to move out,\n-   your landlord has given you a notice to move out, or\n-   you and your landlord have agreed that you will move out.\n\nIn these situations, the landlord doesn't have to give you a written notice, but they must make a reasonable effort to let you know when they are coming."
                },
                "withhold-property": {
                    "title": "Can my landlord keep my belongings if I owe them rent?",
                    "content": "No, it is illegal for your landlord to take any of your things."
                },
                "ltb-ruling": {
                    "title": "What if the LTB grants an eviction against me?",
                    "content": "If the Board ordered your eviction, you have 72 hours to take your belongings after the Sheriff comes and the locks get changed. During those 72 hours, your landlord must keep your things in or near your place, and let you get them any time between 8 a.m. and 8 p.m. But, if you move out before the locks are changed, the law is not clear about when you have to get your things out of your place.\n\nIf you move out:\n-   after giving notice to your landlord,\n-   because you got a Notice to End your Tenancy, or\n-   because you and your landlord agreed to end your tenancy.\n\nYour landlord can sell, keep, give away, or throw out anything you leave behind."
                }
            }
        },
        "immigration": {
            "title": "Immigration",
            "options": {
                "visiting": {
                    "title": "Visiting Canada",
                    "options": {
                        "help-friend": {
                            "title": "Can I help a friend or family member apply to visit Canada?",
                            "content": "Anyone who wants to visit Canada must apply from outside ofCanada **before they travel**. What your friend or familymember needs depends on the:-type of travel document they will travel with; -country that issued their travel document; -their nationality; and -how they will travel toCanada (sea, air, or land). Often, a '**visitor visa**' isrequired, which is a document allowing entry into Canada. A **letter of invitation** or document inviting a person into Canada with reasons, can help with a visa application but it is not a guarantee that a visa will be issued, and entry allowed."
                        },
                        "visitor-stay": {
                            "title": "How long can I stay in Canada as a visitor?",
                            "content": "Generally, you can stay in Canada for **up to 6 months** as a visitor. When you arrive in Canada, a border officer may allow you to stay for **more or less than 6 months** at their discretion. If this happens, the border officer will usually **put the date** you must leave by in your passport. If a border officer **does not put a date** in your passport,you can stay for **6 months** from the day you entered Canada **or** until your passport **expires**, whichever happens **first**. **If you decide to stay longer**, you should apply foran extension **at least 30 days** before the original end of your stay that was approved when you arrived in Canada."
                        },
                        "visitor-visa-denined": {
                            "title": "What if my visitor visa is denied?",
                            "content": "If your application for a visitor visa was denied, then you **should not apply again** with the **same** **exact** **information**. **Even if you apply with the help of an immigration or travel agent**, but the information is the same, then the decision will **not be changed**. Your application may be refused because: \n- It is believed you will stay in Canada beyond your authorized stay; or \n\n- You are found inadmissible to Canada. \n\nYou can be found **inadmissible** to Canada formany reasons, including security reasons, committing a crime, medical reasons, financialreasons, or because you misrepresented information. \n\nIf your **situation changes**,then you can reapply, and yourapplication may provide a different result. For example,you can reapply if you were inadmissible for medical reasons, but your medical condition changed."
                        }
                    }
                },
                "citizenship": {
                    "title": "Canadian Citizenship",
                    "options": {
                        "become-a-citizen": {
                            "title": "How can I become a Canadian citizen?",
                            "content": "To become a Canadian citizen, you **must**:-be a permanent resident,-lived in Canada for **3 outof the last 5 years**,\n\n- filed taxes, if needed,\n\n- pass a Canadian knowledge test, and-prove language skills. Depending on your situation, there may be additionalrequirements. If you are **over 65** or **under the age of 18**, then a Canadian knowledge testand language skills are not required.",
                            "options": {
                                "application-location": {
                                    "title": "Must I be in Canada when applying for citizenship?",
                                    "content": "To become a Canadian citizen, you **must**:-be a permanent resident,-lived in Canada for **3 outof the last 5 years**,\n\n- filed taxes, if needed,\n\n- pass a Canadian knowledge test, and-prove language skills. Depending on your situation, there may be additionalrequirements. If you are **over 65** or **under the age of 18**, then a Canadian knowledge testand language skills are not required."
                                },
                                "application-refused": {
                                    "title": "What if my citizenship application is refused?",
                                    "content": "If your citizenship application is refused, you can reapply or judicially review the application with the Federal Court of Canada. '**Judicial review**' is when one court reviews the decisions ofanother. You have **30 days** from the date on the refusal letter to apply for judicial review. With any new application for Canadian citizenship, a new fee, new forms, and other components of the original application will need to be resubmitted. There is **no waiting** period requiredbefore you can reapply for Canadian citizenship."
                                }
                            }
                        },
                        "lose-citizenship": {
                            "title": "Will I lose my citizenship of another country if I become Canadian?",
                            "content": "It depends on the laws of the country you are already a citizen of. In Canada, you can be both a Canadian citizen and a citizen of another country. But your own country may have different rules and some countries will not allow you to keep their citizenship if you gain Canadian citizenship."
                        },
                        "marrying-a-citizen": {
                            "title": "Does marrying a Canadian automatically make me a Canadian too?",
                            "content": "No, you do not automatically become a Canadian citizen when marrying a Canadian citizen. If you want to obtain citizenship, you must follow the same steps as everyone else. But your Canadian spouse can sponsor you to become a permanent resident."
                        }
                    }
                },
                "permenant-residency": {
                    "title": "Permanent Resident",
                    "options": {
                        "lose-pr": {
                            "title": "Can I lose my permanent resident status?",
                            "content": "Yes, you can lose your status for several reasons and can be forced to leave regardless of how long you lived in Canada. You can lose your status if you provided false information or did not share required information when applying for permanent residency.",
                            "options": {
                                "time-out-of-country": {
                                    "title": "What if I spend time outside of Canada?",
                                    "content": "It depends on how long you spend outside of Canada without returning. Generally, in a period of 5 years, you must be in Canada for at least 2 years. If you spend less time, then you do not automatically lose your permanent resident status until a decision is made and an official process is completed."
                                },
                                "criminal-charge": {
                                    "title": "What if I am charged with a crime?",
                                    "content": "You could lose your permanent resident status and be forced to leave Canada if **all of the following** apply to you:\n\n- You are found guilty andconvicted of a crime,\n\n- The crime is **serious**,\n\n- The Canada Border Services Agency (CBSA) takes steps to end your permanent residentstatus,\n\n- You are ordered deportedfrom Canada, and\n\n- You cannot appeal or your appeal is unsuccessful. **If you are deported** from Canada, you have no right to come back and your family members who are not Canadian citizens may also have to leave. A **serious crime** is one that has a maximum sentence of **10 years or more** in prison or is **more than 6 months** in prison or jail."
                                }
                            }
                        },
                        "apply-for-citizenship": {
                            "title": "Should I apply for citizenship as a permanent Canadian resident?",
                            "content": "Yes, it is ideal to become a Canadian citizen because you can obtain greater rights in Canada as a citizen. For example, Canadian citizens can vote in elections, apply for a Canadian passport, and participate as jurors in jury trials."
                        }
                    }
                },
                "sponsorship": {
                    "title": "Sponsorship",
                    "options": {
                        "sponorship-eligibilty": {
                            "title": "Am I eligible to make a sponsorship application?",
                            "content": "If you are **at least 18 years** **of age** or older, you can sponsor your family members who are outside of Canada to live in Canada as permanent residents if you are:\n\n- a Canadian citizen,\n\n- a permanent resident, \n\n- or-registered as an Indian under the *Indian Act.* \n\nSometimes, you may **not** be able to sponsor a relative. For instance, you cannot sponsor if you are in prison, declared bankruptcy, on social assistance for reasons other than being disabled, or for other reasons."
                        },
                        "how-to-sponsor": {
                            "title": "How can I make a sponsorship application?",
                            "content": "To make a sponsorship application, you must pay the required fees, meet incomerequirements, and provide the information required in your sponsorship application. Sometimes, **income** **requirements** where you must earn a certain amount of income to sponsor someone do not apply if you are sponsoring a spouse, partner, or child. You **must** live in Canada tosponsor eligible relatives **unless** you:\n\n- Are a Canadian citizen who lives abroad **and** \n\n- plan to return to Canada when your relatives immigrate **and**\n\n are sponsoring your spouse **or** common-law or conjugal partner **or** dependent children with no dependent children of their own.",
                            "options": {
                                "support-sponsor": {
                                    "title": "Must I support the people I sponsor?",
                                    "content": "Yes, after you sponsor people to Canada, **you** **must support them** by making sure they aregiven housing, clothing, food,or money to pay for necessities to live. When you make asponsorship application, you **must**: \n\n- Meet income requirements\n\n- Agree in writing to givefinancial support to your relative and any other eligible relatives coming with them: \n \t - **beginning on the date** they become a permanent resident\n\n\t- for **up to 20 years** (depending on their age and how you're related)"
                                },
                                "not-support-sponsor": {
                                    "title": "What if I do not support the people I sponsored?",
                                    "content": "If you do not support the people you sponsor, then the sponsored people may apply for money from government programs. If they are given money from such government programs **during the time** you were supposed to support them as a sponsor, then:\n\n- the government can take themoney given to the sponsored people back from you, and\n\n- prevent you from sponsoring anyone until you repay the money."
                                }
                            }
                        },
                        "who-can-i-sponsor": {
                            "title": "Who can I sponsor?",
                            "content": "Generally, you can sponsor a: \n- Spouse or partner (same or opposite sex, married or long-term relationship)\n- Child (adopted or birthchild) \n- Parents or grandparents \n\n If you have a spouse, partner,or child **at the time** you become a permanent resident, you **must** inform immigration workers. Otherwise, you can experience problems with your own status and cannot sponsor such persons later **unless** you meet certain exceptions."
                        },
                        "sponsorship-denied": {
                            "title": "What if my sponsorship application is refused?",
                            "content": "If your sponsorship application is refused, you may be able to appeal the decision to the Immigration and Refugee Board of Canada to possibly obtain a different decision. You have **30** days from the date you receive a written decision refusing the application to file your appeal. "
                        }
                    }
                }
            }
        }
    }
}