{"title":"Français","slug":"fr","image":"/img/graphics/français.png","direction":"ltr","literals":{"home":"Accueil","app_name":"Clinique Juridique","app_org_link":"https://mfso.ca","disclaimer":"Avis de non-responsabilité: Les éléments suivants sont des fiches d'information générales et ne doivent pas être constitués comme des conseils juridiques ou tout type de document juridique. La Clinique Juridique Musulmane ne sera pas tenue responsable de toute erreur ou perte subie à la suite de votre confiance dans ces fiches d'information.","choose":"Choisir","copyright":"Droit d'Auteur","welcome":"Bienvenue","how_can_we_help":"Comment pouvons-nous vous aider?","org_name":"Services aux Familles Musulmanes d'Ottawa","choose_lang":"Choisissez une langue","search":"Cherchez","sources":"Lien de Citation","developed_by":"Développé Par"},"options":{"education":{"title":"Éducation","href":"/fr/education","image_source":"/img/graphics/education.png","options":{"suspensions":{"title":"Suspensions","href":"/fr/education/suspensions","image_source":"/img/graphics/suspensions.png","options":{"suspension":{"title":"Qu’est-ce qu'une suspension?","href":"/fr/education/suspensions/suspension","image_source":"/img/graphics/suspension.png","content":"\n\nUne suspension signifie que les élèves sont renvoyés temporairement de l'école pour une période déterminée. Les élèves peuvent être suspendus pour une période allant d'un jour  à 20 jours de classe. Les élèves ne peuvent pas se rendre à l'école ou participer aux activités ou événements scolaires habituels lorsqu'ils sont suspendus.\n\n","options":{},"sources":["http://www.edu.gov.on.ca/fre/safeschools/suspexp.html"]},"who-can-suspend":{"title":"Qui peut suspendre un élève?","href":"/fr/education/suspensions/who-can-suspend","image_source":"/img/graphics/who-can-suspend.png","content":"\n\nSeul un directeur d'école peut suspendre un élève.\n\n","options":{},"sources":["http://www.edu.gov.on.ca/fre/safeschools/suspexp.html"]},"suspension-consideration":{"title":"De quoi le directeur d'école tient-il compte lorsqu'il suspend des élèves?","href":"/fr/education/suspensions/suspension-consideration","image_source":"/img/graphics/suspension-consideration.png","content":"\n\nLes élèves ne peuvent pas se rendre à l'école ni participer aux activités ou événements scolaires habituels lorsqu'ils sont suspendus. Parmi les activités énumérées ci-dessous:\n\n- proférer une menace d'infliger des lésions corporelles graves à une autre personne\n- être sous l'influence de l'alcool ou du cannabis (sauf si l'élève est autorisé à consommer du cannabis à des fins médicales)\n- posséder de l'alcool, du cannabis (sauf si l'élève est autorisé à consommer du cannabis à des fins médicales) ou des drogues illégales\n- jurer contre un enseignant ou toute personne en position d'autorité\n- commettre un acte de vandalisme qui cause des dommages importants aux biens de l'école de l'élève ou aux biens situés dans les locaux de l'école\n- intimidation, y compris la cyberintimidation\n- toute autre activité identifiée dans la politique du conseil scolaire.\n\nLa suspension sera envisagée, que l'activité ait eu lieu à l'école, lors d'une activité liée à l'école (par exemple, une sortie scolaire) ou dans toute autre circonstance où le comportement de l'élève a un impact sur le climat scolaire (comme la cyberintimidation).\n\n","options":{},"sources":["http://www.edu.gov.on.ca/fre/safeschools/suspexp.html"]},"suspension-notification":{"title":"Comment saurai-je si mon enfant est suspendu?","href":"/fr/education/suspensions/suspension-notification","image_source":"/img/graphics/suspension-notification.png","content":"\n\nLorsque des élèves sont suspendus, le directeur fera tout son possible pour en informer les parents dans les 24 heures. Ils recevront ensuite une lettre les informant de la suspension. Cette lettre comprendra des informations importantes, telles que\n\n- la raison de la suspension\n- la durée de la suspension\n- les coordonnées de l'agent de supervision, au cas où les parents auraient des questions à poser\n- des informations sur la manière et le moment de faire appel de la suspension.\n\n","options":{},"sources":["http://www.edu.gov.on.ca/fre/safeschools/suspexp.html"]},"learning-while-suspended":{"title":"Mon enfant peut-il encore apprendre lorsqu'il est suspendu?","href":"/fr/education/suspensions/learning-while-suspended","image_source":"/img/graphics/learning-while-suspended.png","content":"\n\nOui, les élèves peuvent être suspendus pour une période allant de un à vingt jours de classe. Les élèves qui sont suspendus pendant plus de cinq jours de classe sont considérés comme étant suspendus à long terme.\n\n- Les élèves suspendus pendant un à cinq jours de classe sont censés recevoir une trousse de devoirs de l'école.\n- Les élèves suspendus pendant six à dix jours de classe doivent se voir proposer un programme scolaire qui les aidera à poursuivre leur apprentissage. Les élèves sont encouragés à participer à ce programme.\n- Les élèves suspendus pendant 11 à 20 jours de classe doivent se voir proposer un programme comportant une composante scolaire et une composante non scolaire afin de promouvoir un comportement positif. Les composantes non académiques peuvent inclure des soutiens tels que la gestion de la colère, des conseils en matière de toxicomanie ou des conseils sur les aptitudes à la vie quotidienne pour aider à engager et à motiver l'élève, et à encourager un comportement positif. Les élèves sont encouragés à participer au programme.\n\n","options":{},"sources":["http://www.edu.gov.on.ca/fre/safeschools/suspexp.html"]}}},"expulsion":{"title":"Expulsions","href":"/fr/education/expulsion","image_source":"/img/graphics/expulsion.png","options":{"expulsion":{"title":"Qu’est-ce qu'une expulsion?","href":"/fr/education/expulsion/expulsion","image_source":"/img/graphics/expulsion.png","content":"\n\nUne expulsion est différente d'une suspension. L'expulsion n'est pas limitée dans le temps. Les élèves expulsés sont envoyés de l'école pour une période indéfinie. Les élèves sont d'abord suspendus, pendant que l'expulsion est envisagée. Les élèves peuvent être expulsés de leur propre école ou de toutes les écoles de leur commission scolaire. Les élèves expulsés de toutes les écoles de leur commission scolaire ne peuvent pas aller à l'école ni participer aux activités ou événements scolaires habituels. Par exemple, les élèves expulsés ne peuvent pas participer à des excursions ou à des événements organisés par l'équipe de l'école.\n\n","options":{},"sources":["http://www.edu.gov.on.ca/fre/safeschools/suspexp.html"]},"expulsion-decision":{"title":"Qui décide si mon enfant est expulsé?","href":"/fr/education/expulsion/expulsion-decision","image_source":"/img/graphics/expulsion-decision.png","content":"\n\nAprès une enquête, le directeur d'école recommande au conseil scolaire de renvoyer ou non un élève. Seul le conseil scolaire peut prendre la décision d'expulser un élève.\n\n","options":{},"sources":["http://www.edu.gov.on.ca/fre/safeschools/suspexp.html"]},"expulsion-investigation":{"title":"Que se passe-t-il après l'enquête du directeur d’école?","href":"/fr/education/expulsion/expulsion-investigation","image_source":"/img/graphics/expulsion-investigation.png","content":"\n\nAprès l'enquête, le directeur d’école:\n\na. Décide si le renvoi de l'élève ne doit pas être recommandé. Dans ce cas, la directrice ou le directeur d'école a trois choix:\n\n1. Confirmer la suspension et sa durée.\n2. Confirmer que l'élève est toujours suspendu, mais raccourcir la durée de la suspension et mettre à jour le dossier de l'élève.\n3. Retirer la suspension et la supprimer du dossier de l'élève, même si la suspension a déjà été purgée.\n\nOU\n\nb. Soumettre à la commission scolaire un rapport résumant les conclusions du directeur d'école et recommandant que l'élève soit expulsé de son école seulement ou de toutes les écoles de la commission scolaire. Le rapport est également envoyé aux parents de l'élève. Si la directrice ou le directeur d'école recommande un renvoi, le conseil scolaire tient alors une audience de renvoi. Cette audience doit avoir lieu dans les 20 jours de classe suivant la suspension de l'élève.\n\nSources: [http://www.edu.gov.on.ca/fre/safeschools/suspexp.html](http://www.edu.gov.on.ca/eng/safeschools/suspexp.html)\n","options":{}},"expulsion-reasons":{"title":"Pourquoi mon enfant peut-il être renvoyé?","href":"/fr/education/expulsion/expulsion-reasons","image_source":"/img/graphics/expulsion-reasons.png","content":"\n\nSi un élève s'est livré à l'une des activités énumérées ci-dessous, le directeur d'école le suspend immédiatement, enquête sur l'incident et recommande si l'élève doit être renvoyé. Les activités comprennent:\n\n- posséder une arme, y compris une arme à feu\n- utiliser une arme pour causer ou menacer de causer des dommages corporels à une autre personne\n- l'utilisation d'une arme pour causer ou menacer de causer des lésions corporelles à une autre personne\n- l'agression physique d'une autre personne qui cause des lésions corporelles nécessitant un traitement par un médecin\n- commettre une agression sexuelle\n- trafic d'armes ou de drogues illégales\n- commettre un vol qualifié\n- donner de l'alcool ou du cannabis à un mineur\n- intimidation : si l'élève a déjà été suspendu pour intimidation et que sa présence à l'école crée un risque inacceptable pour la sécurité d'une autre personne\n- toute activité pour laquelle un élève peut être suspendu (voir la section sur la suspension) et qui est motivée par des préjugés ou de la haine\n- toute autre activité identifiée dans la politique du conseil scolaire. L'expulsion aura lieu, que l'activité ait eu lieu à l'école, lors d'un événement lié à l'école (par exemple, une excursion scolaire) ou dans toute autre circonstance où le comportement de l'élève a un impact négatif sur le climat scolaire.\n\n","options":{},"sources":["http://www.edu.gov.on.ca/fre/safeschools/suspexp.html"]},"expulsion-notification":{"title":"Comment saurai-je si mon enfant est expulsé?","href":"/fr/education/expulsion/expulsion-notification","image_source":"/img/graphics/expulsion-notification.png","content":"\n\nLorsque des élèves est suspendus dans l'attente d'une éventuelle expulsion, le directeur fera tout son possible pour informer les parents dans les 24 heures de la suspension de l'élève.  Ils recevront ensuite une lettre les informant de la suspension. La lettre comprendra également des informations importantes, telles que :\n\n- la raison de la suspension\n- la durée de la suspension\n- des informations sur le programme pour élèves suspendus auquel l'élève est affecté\n- des informations sur la manière et le moment de faire appel de la suspension.\n\n","options":{},"sources":["http://www.edu.gov.on.ca/fre/safeschools/suspexp.html"]},"unfair-expulsion":{"title":"Que faire si l'expulsion de mon enfant était injuste?","href":"/fr/education/expulsion/unfair-expulsion","image_source":"/img/graphics/unfair-expulsion.png","content":"\n\nIl est possible de faire appel d'une expulsion auprès de la Commission de révision des services à l'enfance et à la famille dans les 30 jours de classe suivant la réception de l'avis de l’expulsion . Les informations sur la manière de faire appel de la décision seront incluses dans l'avis d'expulsion.\n\n","options":{},"sources":["http://www.edu.gov.on.ca/fre/safeschools/suspexp.html"]},"learning-while-expelled":{"title":"Mon enfant peut-il encore apprendre dans une école après avoir été expulsé?","href":"/fr/education/expulsion/learning-while-expelled","image_source":"/img/graphics/learning-while-expelled.png","content":"\n\nLorsqu'un élève est renvoyé de son école seulement, le conseil scolaire l'affecte à une autre école du conseil.\n\n```\n          OU \n```\n\nLorsque les élèves sont renvoyés de toutes les écoles du conseil scolaire, ce dernier doit leur offrir un programme pour les élèves renvoyés. Lorsque l'élève termine le programme, il peut demander à retourner à l'école. Les parents recevront un avis écrit d'expulsion. Il leur donnera des informations sur la nouvelle école ou le programme du conseil scolaire auquel l'élève peut accéder. Il comprendra également des informations sur la manière de faire appel du renvoi.\n\n","options":{},"sources":["http://www.edu.gov.on.ca/fre/safeschools/suspexp.html"]}}},"corporal-punishment":{"title":"Les enseignants sont-ils autorisés à utiliser des châtiments corporels pour discipliner mon enfant?","href":"/fr/education/corporal-punishment","image_source":"/img/graphics/corporal-punishment.png","content":"\n\nNon, les enseignants ne peuvent en aucun cas utiliser la force pour infliger un châtiment corporel. Les enseignants peuvent être autorisés à utiliser une force raisonnable envers un enfant dans des circonstances appropriées. –\n\n","options":{},"sources":["https://www.justice.gc.ca/fre/rp-pr/cj-jp/fv-vf/mcb-cce/index.html"]},"noncitizen-enrollment":{"title":"Mes enfants peuvent-ils aller à l'école s'ils ne sont pas citoyens?","href":"/fr/education/noncitizen-enrollment","image_source":"/img/graphics/noncitizen-enrollment.png","content":"\n\nOui, ils ont le droit d'aller à l'école. Ce droit est énoncé dans la Loi sur l'éducation et le Code. La Loi sur l'éducation stipule que tout élève qui vit en Ontario a le droit d'aller à l'école. Ils ont ce droit même si leurs parents ne sont pas canadiens ou n'ont pas de statut légal au Canada.\n\nIl n'y a que des moments très précis où un conseil scolaire peut vous dire que vous  ne pouvez pas  venir à l'école. Il s'agit notamment des cas où vous avez été suspendu, expulsé ou exclu. Cependant, même si une école fait cela, vos parents ont le droit de faire appel de cette décision et devraient le faire si la décision est injuste. Vous devriez en parler à un avocat.\n\n","options":{},"sources":["https://archdisabilitylaw.ca/resource/guide-human-rights-and-education-in-ontario-a-general-guide-for-students/"]},"religious-schools":{"title":"Mon enfant peut-il fréquenter une école religieuse?","href":"/fr/education/religious-schools","image_source":"/img/graphics/religious-schools.png","content":"\n\nOui, un élève est autorisé à recevoir une instruction religieuse si le parent  le désire. (article 51(1) de la Loi sur l'éducation).\n\n","options":{},"sources":["https://www.ontario.ca/laws/statute/90e02"]},"non-islamic-activities":{"title":"Mon enfant doit-il participer à des activités religieuses non islamiques?","href":"/fr/education/non-islamic-activities","image_source":"/img/graphics/non-islamic-activities.png","content":"\n\nAucun enfant fréquentant une école publique ne doit être obligé de lire ou d'étudier un livre religieux, si le parent ou le tuteur s'y oppose. (51(2) Loi sur l'éducation).\n\n","options":{}}}},"housing":{"title":"Logement","href":"/fr/housing","image_source":"/img/graphics/housing.png","options":{"discrimination-examples":{"title":"Quels sont les exemples de discrimination en matière de logement?","href":"/fr/housing/discrimination-examples","image_source":"/img/graphics/discrimination-examples.png","content":"\n\nIl peut y avoir discrimination si vous êtes traité injustement en raison:\n\n- de votre race, couleur ou origine ethnique\n- de votre citoyenneté ou du pays dont vous êtes originaire\n- de votre religion\n- de votre âge\n- de votre sexe\n- d'un handicap physique ou mental, y compris une dépendance\n- de votre état civil (par exemple, marié, divorcé, célibataire ou vivant en union libre)\n\nou parce que vous\n\n- êtes enceinte\n- avez des enfants\n- vous vous occupez d'un parent\n\n","options":{},"sources":["https://stepstojustice.ca/legal-topic/housing-law/discrimination-and-human-rights"]},"discrimination":{"title":"Que se passe-t-il si une autre personne qui vit ou travaille dans le bâtiment fait preuve de discrimination à mon égard?","href":"/fr/housing/discrimination","image_source":"/img/graphics/discrimination.png","content":"\n\nCette loi interdit toute discrimination de la part des propriétaires ou des personnes travaillant pour eux. Elle signifie également que votre propriétaire doit essayer de faire quelque chose si vous êtes victime de discrimination de la part d'autres locataires.\n\n","options":{},"sources":["https://stepstojustice.ca/legal-topic/housing-law/discrimination-and-human-rights"]},"obscure-discrimination":{"title":"Que faire si la discrimination dont je suis victime n'est pas évidente?","href":"/fr/housing/obscure-discrimination","image_source":"/img/graphics/obscure-discrimination.png","content":"\n\nLe terme utilisé pour désigner cette situation est celui de \"discrimination indirecte\". La discrimination indirecte peut se produire lorsque des règles ou des actions affectent différents groupes de manière différente.\n\nExemples:\n\n- Le bâtiment n'a pas de rampe d'accès à l'entrée principale - cela peut constituer une discrimination à l'égard des personnes qui utilisent des fauteuils roulants.\n- Un propriétaire menace d'expulser des locataires en raison de plaintes relatives au bruit - cela peut constituer une discrimination à l'encontre des personnes ayant des enfants.\n- Un propriétaire refuse de louer à des personnes qui n'ont pas de cote de crédit, ce qui peut constituer une discrimination à l'égard des jeunes ou des nouveaux arrivants au Canada.\n\n","options":{},"sources":["https://stepstojustice.ca/legal-topic/housing-law/discrimination-and-human-rights"]},"landlord-cannot-ask":{"title":"Ce qu'un propriétaire ne peut pas demander","href":"/fr/housing/landlord-cannot-ask","image_source":"/img/graphics/landlord-cannot-ask.png","content":"\n\n- si vous êtes enceinte ou si vous avez des enfants\n- votre état matrimonial ou relationnel\n- votre religion ou votre origine ethnique\n- si vous bénéficiez de l'aide sociale ou d'autres aides publiques\n- si vous avez un handicap\n- votre âge (même si vous avez 16 ou 17 ans, tant que vous vivez loin de vos parents)\n- si vous êtes citoyen canadien.\n\nSi le propriétaire vous pose l'une de ces questions ou refuse de vous louer un logement en raison de vos réponses, il peut s'agir de discrimination.\n\n","options":{},"sources":["https://stepstojustice.ca/legal-topic/housing-law/discrimination-and-human-rights"]},"disability-rights":{"title":"Quels sont mes droits en tant que locataire si j'ai un handicap ?","href":"/fr/housing/disability-rights","image_source":"/img/graphics/disability-rights.png","content":"\n\nLe Code des droits de la personne de l'Ontario stipule que si un locataire a un handicap, les propriétaires doivent essayer de prendre des \" mesures d'adaptation \".\n\nPrendre des mesures d'adaptation pour votre handicap signifie faire tout ce qui est nécessaire pour vous donner un accès égal. Cela signifie que les propriétaires doivent éliminer les obstacles pour les personnes handicapées. Ils peuvent être amenés à apporter des modifications physiques à l'immeuble, ou à changer leurs règles ou leurs pratiques.\n\nDans la plupart des cas, les propriétaires ont l'obligation de prendre des mesures d'adaptation, sauf s'ils peuvent prouver qu'ils subissent un préjudice injustifié.\n\n","options":{},"sources":["https://stepstojustice.ca/legal-topic/housing-law/discrimination-and-human-rights"]},"being-discriminated-against":{"title":"Que puis-je faire si je suis victime de discrimination?","href":"/fr/housing/being-discriminated-against","image_source":"/img/graphics/being-discriminated-against.png","content":"\n\nVous pouvez déposer une plainte auprès du tribunal des droits de l'homme, ou vous pouvez les poursuivre en justice. Vous devriez obtenir des conseils juridiques pour décider quelle option est la meilleure pour vous.\n\n","options":{},"sources":["https://stepstojustice.ca/legal-topic/housing-law/discrimination-and-human-rights"]},"claim-wait-time":{"title":"De combien de temps est-ce que je dispose pour déposer une plainte auprès du tribunal?","href":"/fr/housing/claim-wait-time","image_source":"/img/graphics/claim-wait-time.png","content":"\n\nLe délai pour saisir le tribunal est d'un an à compter de la date à laquelle vous avez été victime de discrimination.\n\n","options":{},"sources":["https://stepstojustice.ca/legal-topic/housing-law/discrimination-and-human-rights"]},"landlord-tenant-board":{"title":"La Commission de la location immobilière est-elle ouverte pour les audiences?","href":"/fr/housing/landlord-tenant-board","image_source":"/img/graphics/landlord-tenant-board.png","content":"\n\nÀ compter du 26 juin 2020, les audiences en personne continuent d'être reportées à la Commission de la location immobilière.\n\n","options":{},"sources":["https://stepstojustice.ca/legal-topic/housing-law/covid-19"]},"covid-eviction":{"title":"À cause de la COVID-19, je ne peux pas payer mon loyer et mon propriétaire me menace d'éviction. Que dois-je faire?","href":"/fr/housing/covid-eviction","image_source":"/img/graphics/covid-eviction.png","content":"\n\nLe 19 mars 2020, le gouvernement de l'Ontario a mis en place une ordonnance qui arrête toutes les évictions  jusqu'à la réouverture des bureaux des cours et des tribunaux. Mais si le propriétaire peut convaincre la Cour supérieure de justice que la situation est extrêmement urgente, le tribunal pourrait faire une exception.\n\nLe propriétaire ne peut pas vous évincer lui-même. Cela signifie qu'il ne peut pas changer les serrures et qu'il ne peut pas demander à quelqu'un d'autre, comme la police, de vous évincer.  Il existe une procédure que le propriétaire doit suivre.\n\n","options":{},"sources":["https://stepstojustice.ca/legal-topic/housing-law/covid-19"]},"eviction-threats":{"title":"Qui puis-je appeler si mon propriétaire menace de m’évincer?","href":"/fr/housing/eviction-threats","image_source":"/img/graphics/eviction-threats.png","content":"\n\n- Appelez l'Unité d'application des lois sur le logement locatif (UALL) au 1-888-772-9277 (sans frais) ou au 416-585-7214. L'UALR peut communiquer avec votre propriétaire pour discuter de la situation. Il pourrait être en mesure de convaincre votre propriétaire d'arrêter ou de vous laisser revenir si vous avez déjà été evince illégalement.\n- Appelez votre clinique juridique communautaire locale et dites-leur ce qui se passe. Vous pouvez parler gratuitement à un avocat ou à un travailleur juridique. Ils pourront peut-être contacter votre propriétaire ou faire une demande urgente auprès de la Commission de la location immobilière (CLI). Il est préférable d'obtenir une aide juridique si vous souhaitez vous adresser à la LTB. Ses bureaux sont fermés pendant l'urgence COVID-19 et n'acceptent que certains types de demandes.\n- Si vous ne pouvez pas obtenir d'aide juridique, vous pouvez faire une demande urgente auprès de la LTB en utilisant leur formulaire T2 en ligne. Il y a des frais de dépôt de 45 $ que vous devrez payer par carte de crédit ou de débit.\n- Appelez le numéro non urgent de la police. Parfois, les agents de police ne s'impliqueront pas dans ce genre de situation. Mais de nombreuses forces de police sont conscientes du danger des expulsions illégales pendant la crise du COVID-19.\n\n","options":{},"sources":["https://stepstojustice.ca/legal-topic/housing-law/covid-19"]},"what-happens-during-eviction":{"title":"Que se passe-t-il normalement lors d'une éviction?","href":"/fr/housing/what-happens-during-eviction","image_source":"/img/graphics/what-happens-during-eviction.png","content":"\n\nLorsqu'un locataire doit un loyer, le propriétaire peut lui adresser un avis. Si le locataire ne paie pas dans les 14 jours, ou dans les 7 jours s'il s'agit d'une location hebdomadaire, le propriétaire peut demander une ordonnance d'éviction à la Commission des propriétaires et locataires (CPL). Votre propriétaire peut demander au shérif de vous évincer physiquement et de changer la serrure. Mais pendant l'urgence COVID-19, la LTB ne prévoit pas d'audience d' éviction pour les arriérés de loyer, et les bureaux du shérif ne procèdent pas aux évictions pour les arriérés de loyer.\n\n","options":{},"sources":["https://stepstojustice.ca/legal-topic/housing-law/covid-19"]},"covid-rent-inscrease":{"title":"Mon propriétaire peut-il augmenter mon loyer pendant la pandémie?","href":"/fr/housing/covid-rent-inscrease","image_source":"/img/graphics/covid-rent-inscrease.png","content":"\n\nOui, le gouvernement de l'Ontario n'a fait aucune annonce concernant un gel des loyers pendant la pandémie de COVID-19. Donc, tant que l'augmentation de loyer est légale, elle peut avoir lieu.\n\nVotre augmentation de loyer est probablement légale si - votre propriétaire vous a donné un avis écrit au moins 90 jours avant la date de l'augmentation - l'avis est correctement rempli sur le formulaire N1 de la Commission de la location immobilière - la date de l'augmentation est au moins 12 mois après votre dernière augmentation de loyer - le montant de l'augmentation est inférieur ou égal à la ligne directrice provinciale pour l'année (2,2 % pour 2020).\n\nMais si votre logement n'a jamais été occupé à des fins résidentielles le 15 novembre 2018 ou avant, votre propriétaire n'est pas tenu de suivre la ligne directrice. Dans cette situation, les propriétaires peuvent augmenter le loyer de n'importe quel montant, à condition de respecter les autres règles mentionnées ci-dessus et d'utiliser un formulaire N2.\n\n","options":{},"sources":["https://stepstojustice.ca/legal-topic/housing-law/covid-19"]},"covid-repair-refusal":{"title":"Mon propriétaire peut-il refuser de venir faire des réparations à cause de la COVID-19?","href":"/fr/housing/covid-repair-refusal","image_source":"/img/graphics/covid-repair-refusal.png","content":"\n\nLes propriétaires sont responsables des réparations et de l'entretien de votre logement et de toutes les parties communes de l'immeuble, à l'exception des dommages causés par vous ou vos invités. Cela n'a pas changé à cause de l'urgence COVID-19.\n\n","options":{},"sources":["https://stepstojustice.ca/legal-topic/housing-law/covid-19"]},"covid-late-interest":{"title":"Mon propriétaire peut-il me facturer des intérêts ou des frais de retard pour un loyer impayé?","href":"/fr/housing/covid-late-interest","image_source":"/img/graphics/covid-late-interest.png","content":"\n\nLes propriétaires ne sont pas autorisés à facturer des intérêts sur les loyers impayés. Ils ne sont pas non plus autorisés à facturer des frais de retard. Ces règles s'appliquent en permanence, et pas seulement pendant l'urgence COVID-19.\n\n","options":{},"sources":["https://stepstojustice.ca/legal-topic/housing-law/covid-19"]},"apartment-viewing":{"title":"Mon propriétaire a-t-il le droit de faire visiter mon logement à des locataires potentiels?","href":"/fr/housing/apartment-viewing","image_source":"/img/graphics/apartment-viewing.png","content":"\n\nOui, votre propriétaire a normalement le droit de faire visiter votre logement s'il vous donne un préavis suffisant. L'heure à laquelle ils viennent doit se situer entre 8 et 20 heures. Vous pouvez convenir d'une heure différente, mais vous n'y êtes pas obligé. Pour faire visiter votre logement à un acheteur potentiel, à un assureur ou à un prêteur hypothécaire, votre propriétaire doit vous donner un avis écrit au moins 24 heures à l'avance.\n\nVotre propriétaire peut faire visiter votre appartement à un locataire potentiel seulement si:\n\n- vous avez donné un avis de déménagement,\n- votre propriétaire vous a donné un avis de déménagement, ou\n- vous et votre propriétaire avez convenu que vous allez déménager.\n\nDans ces situations, le propriétaire n'est pas obligé de vous donner un avis écrit, mais il doit faire un effort raisonnable pour vous faire savoir quand il viendra.\n\n","options":{},"sources":["https://stepstojustice.ca/legal-topic/housing-law/covid-19"]},"withhold-property":{"title":"Mon propriétaire peut-il garder mes biens si je lui dois un loyer ?","href":"/fr/housing/withhold-property","image_source":"/img/graphics/withhold-property.png","content":"\n\nNon, il est illégal pour votre propriétaire de prendre vos affaires.\n\n","options":{},"sources":["https://stepstojustice.ca/legal-topic/housing-law/covid-19"]},"ltb-ruling":{"title":"Que se passe-t-il si la LTB accorde une éviction à mon encontre?","href":"/fr/housing/ltb-ruling","image_source":"/img/graphics/ltb-ruling.png","content":"\n\nSi la Commission a ordonné votre éviction, vous avez 72 heures pour prendre vos affaires après l'arrivée du shérif et le changement des serrures. Pendant ces 72 heures, votre propriétaire doit garder vos affaires à l'intérieur ou à proximité de votre logement et vous laisser les récupérer à tout moment entre 8 h et 20 h. Mais si vous déménagez avant que les serrures ne soient changées, la loi n'est pas claire quant au moment où vous devez récupérer vos affaires.\n\nSi vous déménagez:\n\n- après avoir donné un préavis à votre propriétaire,\n- parce que vous avez reçu un avis de fin de location, ou\n- parce que vous et votre propriétaire avez convenu de mettre fin à votre location.\n\nVotre propriétaire peut vendre, garder, donner ou jeter tout ce que vous laissez derrière vous.\n\n","options":{},"sources":["https://stepstojustice.ca/legal-topic/housing-law/covid-19"]}}},"immigration":{"title":"Immigration","href":"/fr/immigration","image_source":"/img/graphics/immigration.png","options":{"visiting":{"title":"Visiter le Canada","href":"/fr/immigration/visiting","image_source":"/img/graphics/visiting.png","options":{"help-friend":{"title":"Puis-je aider un ami ou un membre de ma famille à présenter une demande de visite au Canada?","href":"/fr/immigration/visiting/help-friend","image_source":"/img/graphics/help-friend.png","content":"\n\nToute personne qui souhaite visiter le Canada doit présenter une demande de l'extérieur du Canada avant de voyager. Ce dont votre ami ou le membre de votre famille a besoin dépend du :\n\n-type de document de voyage avec lequel il voyagera ;\n\n-pays qui a délivré son document de voyage ;\n\n- de sa nationalité ; et\n- de la façon dont il se rendra au Canada (par voie maritime, aérienne ou terrestre).\n\nSouvent, un \"visa de visiteur\" est requis, qui est un document permettant l'entrée au Canada. Une lettre d'invitation ou un document invitant une personne à entrer au Canada avec des raisons, peut faciliter la demande de visa, mais ne garantit pas qu'un visa sera délivré et que l'entrée sera autorisée.\n\n","options":{},"sources":["https://www.cic.gc.ca/frelish/helpcentre/answer.asp?qnum=421&amp;top=16"]},"visitor-stay":{"title":"Combien de temps puis-je rester au Canada en tant que visiteur?","href":"/fr/immigration/visiting/visitor-stay","image_source":"/img/graphics/visitor-stay.png","content":"\n\nEn général, vous pouvez rester au Canada jusqu'à 6 mois en tant que visiteur. À votre arrivée au Canada, un agent frontalier peut, à sa discrétion, vous autoriser à rester plus ou moins de six mois. Dans ce cas, l'agent frontalier inscrit généralement dans votre passeport la date à laquelle vous devez quitter le pays. Si l'agent frontalier n'inscrit pas de date dans votre passeport, vous pouvez rester pendant six mois à compter du jour de votre entrée au Canada ou jusqu'à l'expiration de votre passeport, selon la première éventualité. Si vous décidez de rester plus longtemps, vous devez demander une prolongation au moins 30 jours avant la fin initiale de votre séjour qui a été approuvée lors de votre arrivée au Canada.\n\n","options":{},"sources":["https://www.canada.ca/en/immigration-refugees-citizenship/services/visit-canada/about-visitor-visa.html"]},"visitor-visa-denied":{"title":"Que faire si mon visa de visiteur est refusé?","href":"/fr/immigration/visiting/visitor-visa-denied","image_source":"/img/graphics/visitor-visa-denied.png","content":"\n\nSi votre demande de visa de visiteur a été refusée, vous ne devez pas faire une nouvelle demande avec les mêmes informations. Même si vous faites votre demande avec l'aide d'un agent d'immigration ou de voyage, mais que les informations sont les mêmes, la décision ne sera pas modifiée. Votre demande peut être refusée parce que:\n\n- On croit que vous resterez au Canada au-delà du séjour autorisé ; ou\n- Vous êtes jugé interdit de territoire au Canada.\n\nVous pouvez être jugé inadmissible au Canada pour de nombreuses raisons, notamment pour des raisons de sécurité, parce que vous avez commis un crime, pour des raisons médicales, pour des raisons financières ou parce que vous avez fait de fausses déclarations.\n\nSi votre situation change, vous pouvez présenter une nouvelle demande et le résultat de votre demande pourrait être différent. Par exemple, vous pouvez faire une nouvelle demande si vous étes interdit de territoire pour des raisons médicales, mais que votre état de santé a changé.\n\n","options":{},"sources":["https://www.cic.gc.ca/frelish/helpcentre/answer.asp?qnum=1485&amp;top=16 "]}}},"citizenship":{"title":"Citoyenneté canadienne","href":"/fr/immigration/citizenship","image_source":"/img/graphics/citizenship.png","options":{"become-a-citizen":{"title":"Comment puis-je devenir un citoyen canadien?","href":"/fr/immigration/citizenship/become-a-citizen","image_source":"/img/graphics/become-a-citizen.png","content":"\n\nPour devenir un citoyen canadien, vous devez :\n\n- être un résident permanent,\n- avoir vécu au Canada pendant 3 des 5 dernières années,\n- avoir rempli une déclaration d'impôts, si nécessaire,\n- passer un test de connaissances canadiennes, et prouver vos compétences linguistiques. Selon votre situation, il peut y avoir des exigences supplémentaires. Si vous avez plus de 65 ans ou moins de 18 ans, le test de connaissances canadiennes et les compétences linguistiques ne sont pas requis.\n\n","options":{"application-location":{"title":"Dois-je être au Canada lorsque je demande la citoyenneté?","href":"/fr/immigration/citizenship/become-a-citizen/application-location","image_source":"/img/graphics/application-location.png","content":"\n\nPour obtenir la citoyenneté canadienne, vous devez :\n\n-être un résident permanent,\n\n-habiter au Canada pendant 3 des 5 dernières années,\n\n- avoir rempli une déclaration d'impôts, si nécessaire,\n- passer un test de connaissances canadiennes, et prouver vos compétences linguistiques. Selon votre situation, il peut y avoir des exigences supplémentaires. Si vous avez plus de 65 ans ou moins de 18 ans, vous n'êtes pas tenu de passer un test de connaissances canadiennes et de prouver vos compétences linguistiques.\n\n","options":{},"sources":["https://www.cic.gc.ca/frelish/helpcentre/answer.asp?qnum=911&amp;top=5","https://www.canada.ca/en/immigration-refugees-citizenship/services/canadian-citizenship/become-canadian-citizen/after-apply-next-steps.htm"]},"application-refused":{"title":"Que faire si ma demande de citoyenneté est refusée?","href":"/fr/immigration/citizenship/become-a-citizen/application-refused","image_source":"/img/graphics/application-refused.png","content":"\n\nSi votre demande de citoyenneté est refusée, vous pouvez faire une nouvelle demande ou procéder à un contrôle judiciaire de la demande auprès de la Cour fédérale du Canada. On parle de \" contrôle judiciaire \" lorsqu'un tribunal examine les décisions d'un autre tribunal. Vous disposez de 30 jours à compter de la date figurant sur la lettre de refus pour demander une révision judiciaire. Pour toute nouvelle demande de citoyenneté canadienne, vous devez soumettre à nouveau les frais, les nouveaux formulaires et les autres éléments de la demande initiale. Aucune période d'attente n'est requise avant de pouvoir présenter une nouvelle demande de citoyenneté canadienne.\n\n","options":{},"sources":["https://stepstojustice.ca/questions/immigration/my-citizenship-application-was-refused-what-can-i-do#:~:text=Octobre%202018-,Demandez%20à%20la%20Cour%20fédérale%20de%20réviser%20la%20décision,et%20c&#39;est%20un%20processus%20complet","https://www.cic.gc.ca/frelish/helpcentre/answer.asp?qnum=905&amp;top=5 "]}},"sources":["https://www.canada.ca/en/immigration-refugees-citizenship/services/canadian-citizenship/become-canadian-citizen.html"]},"marrying-a-citizen":{"title":"Le fait d'épouser un Canadien fait-il automatiquement de moi un Canadien aussi?","href":"/fr/immigration/citizenship/marrying-a-citizen","image_source":"/img/graphics/marrying-a-citizen.png","content":"\n\nNon, vous ne devenez pas automatiquement un citoyen canadien en épousant un citoyen canadien. Si vous voulez obtenir la citoyenneté, vous devez suivre les mêmes étapes que tout le monde. Mais votre conjoint canadien peut vous parrainer pour devenir un résident permanent.\n\n","options":{},"sources":["https://www.cic.gc.ca/frelish/helpcentre/answer.asp?qnum=357&amp;top=5 "]}}},"permanent-residency":{"title":"Résident permanent?","href":"/fr/immigration/permanent-residency","image_source":"/img/graphics/permanent-residency.png","options":{"lose-pr":{"title":"Puis-je perdre mon statut de résident permanent?","href":"/fr/immigration/permanent-residency/lose-pr","image_source":"/img/graphics/lose-pr.png","content":"\n\nOui, vous pouvez perdre votre statut pour plusieurs raisons et vous pouvez être forcé de partir, quelle que soit la durée de votre séjour au Canada. Vous pouvez perdre votre statut si vous avez fourni de faux renseignements ou si vous n'avez pas communiqué les renseignements requis lors de votre demande de résidence permanente.\n\n","options":{"criminal-charge":{"title":"Que faire si je suis accusé d'un crime?","href":"/fr/immigration/permanent-residency/lose-pr/criminal-charge","image_source":"/img/graphics/criminal-charge.png","content":"\n\nVous pourriez perdre votre statut de résident permanent et être obligé de quitter le Canada si toutes les situations suivantes s'appliquent à vous :\n\n- Vous êtes reconnu coupable et condamné pour un crime,\n- Le crime est grave,\n- L'Agence des services frontaliers du Canada (ASFC) prend des mesures pour mettre fin à votre statut de résident permanent,\n- On ordonne votre expulsion du Canada, et\n- Vous ne pouvez pas faire appel ou votre appel est rejeté. Si vous êtes expulsé du Canada, vous n'avez pas le droit d'y revenir et les membres de votre famille qui ne sont pas citoyens canadiens peuvent également être obligés de partir. Un crime grave est un crime passible d'une peine maximale de 10 ans de prison ou plus ou d'une peine de plus de 6 mois de prison ou d'emprisonnement.\n\n","options":{},"sources":["https://www.canada.ca/en/immigration-refugees-citizenship/services/canadian-citizenship/become-canadian-citizen/eligibility.html"]}},"sources":["https://www.canada.ca/en/immigration-refugees-citizenship/services/canadian-citizenship/become-canadian-citizen/eligibility.html"]},"apply-for-citizenship":{"title":"Devrais-je demander la citoyenneté en tant que résident permanent du Canada?","href":"/fr/immigration/permanent-residency/apply-for-citizenship","image_source":"/img/graphics/apply-for-citizenship.png","content":"\n\nOui, il est idéal de devenir un citoyen canadien car vous pouvez obtenir des droits plus importants au Canada en tant que citoyen. Par exemple, les citoyens canadiens peuvent voter aux élections, demander un passeport canadien et participer en tant que juré à des procès avec jury.\n\n","options":{},"sources":["https://www.canada.ca/en/immigration-refugees-citizenship/services/canadian-citizenship/become-canadian-citizen/eligibility.html"]}}},"sponsorship":{"title":"Parrainage","href":"/fr/immigration/sponsorship","image_source":"/img/graphics/sponsorship.png","options":{"sponsorship-eligibility":{"title":"Suis-je éligible pour faire une demande de parrainage?","href":"/fr/immigration/sponsorship/sponsorship-eligibility","image_source":"/img/graphics/sponsorship-eligibility.png","content":"\n\nSi vous êtes âgé d'au moins 18 ans, vous pouvez parrainer les membres de votre famille qui se trouvent à l'extérieur du Canada pour qu'ils vivent au Canada en tant que résidents permanents si vous êtes\n\n- un citoyen canadien,\n- un résident permanent,\n- ou - inscrit comme Indien en vertu de la Loi sur les Indiens.\n\nParfois, il se peut que vous ne puissiez pas parrainer un membre de votre famille. Par exemple, vous ne pouvez pas parrainer si vous êtes en prison, si vous avez déclaré faillite, si vous bénéficiez de l'aide sociale pour des raisons autres qu'une invalidité, ou pour d'autres raisons.\n\n","options":{},"sources":["https://www.canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/family-sponsorship/spouse-partner-children/eligibility.html "]},"how-to-sponsor":{"title":"Comment puis-je faire une demande de parrainage?","href":"/fr/immigration/sponsorship/how-to-sponsor","image_source":"/img/graphics/how-to-sponsor.png","content":"\n\nPour faire une demande de parrainage, vous devez payer les frais requis, satisfaire aux exigences de revenu et fournir les informations demandées dans votre demande de parrainage. Parfois, les exigences de revenu selon lesquelles vous devez gagner un certain montant pour parrainer quelqu'un ne s'appliquent pas si vous parrainez un époux, un partenaire ou un enfant. Vous devez vivre au Canada pour parrainer des parents admissibles, à moins que vous :\n\n- soyez un citoyen canadien qui vit à l'étranger et\n- prévoyiez revenir au Canada lorsque vos proches immigreront et\n\nque vous parrainiez votre époux, votre conjoint de fait, votre partenaire conjugal ou vos enfants à charge qui n'ont pas eux-mêmes d'enfants à charge.\n\n","options":{"support-sponsor":{"title":"Dois-je soutenir les personnes que je parraine?","href":"/fr/immigration/sponsorship/how-to-sponsor/support-sponsor","image_source":"/img/graphics/support-sponsor.png","content":"\n\nOui, après avoir parrainé des personnes au Canada, vous devez les soutenir en vous assurant qu'elles reçoivent un logement, des vêtements, de la nourriture ou de l'argent pour payer les nécessités de la vie. Lorsque vous faites une demande de parrainage, vous devez :\n\n- satisfaire aux exigences en matière de revenu\n- accepter par écrit de fournir un soutien financier à votre parent et à tout autre parent admissible qui l'accompagne :\n- à partir de la date à laquelle ils deviennent des résidents permanents\n- pendant un maximum de 20 ans (en fonction de leur âge et de votre lien de parenté).\n\n","options":{},"sources":["https://www.canada.ca/en/immigration-refugees-citizenship/corporate/publications-manuals/operational-bulletins-manuals/permanent-residence/non-economic-classes/family-class-assessing-sponsor.html","https://www.cic.gc.ca/frelish/helpcentre/answer.asp?qnum=1302&amp;top=11 "]},"not-support-sponsor":{"title":"Que se passe-t-il si je ne soutiens pas les personnes que j'ai parrainées?","href":"/fr/immigration/sponsorship/how-to-sponsor/not-support-sponsor","image_source":"/img/graphics/not-support-sponsor.png","content":"\n\nSi vous ne soutenez pas les personnes que vous parrainez, celles-ci peuvent demander de l'argent aux programmes gouvernementaux. Si elles reçoivent de l'argent de ces programmes gouvernementaux pendant la période où vous étiez censé les soutenir en tant que parrain, alors…:\n\n- le gouvernement peut vous reprendre l'argent donné aux personnes parrainées, et\n- vous empêcher de parrainer qui que ce soit jusqu'à ce que vous remboursiez l'argent.\n\n","options":{},"sources":["https://owjn.org/2017/05/sponsorship-breakdown-what-will-happen-to-my-immigration-status/ ","https://www.cic.gc.ca/frelish/helpcentre/answer.asp?qnum=1302&amp;top=1"]}},"sources":["https://www.canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/family-sponsorship/spouse-partner-children/apply.html ","https://www.canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/family-sponsorship/other-relatives/apply.html","https://www.cic.gc.ca/frelish/helpcentre/results-by-topic.asp?top=14 "]},"who-can-i-sponsor":{"title":"Qui puis-je parrainer?","href":"/fr/immigration/sponsorship/who-can-i-sponsor","image_source":"/img/graphics/who-can-i-sponsor.png","content":"\n\nEn général, vous pouvez parrainer :\n\n- un conjoint ou un partenaire (de même sexe ou de sexe opposé, marié ou en relation de longue durée)\n- un enfant (adopté ou né)\n- un parent ou un grand-parent.\n\nSi vous avez un époux, un partenaire ou un enfant au moment où vous devenez un résident permanent, vous devez en informer les agents d'immigration. Sinon, vous risquez d'avoir des problèmes avec votre propre statut et vous ne pourrez pas parrainer ces personnes plus tard, sauf si vous répondez à certaines exceptions.\n\n","options":{},"sources":["https://www.cic.gc.ca/frelish/helpcentre/results-by-topic.asp?top=14 "]},"sponsorship-denied":{"title":"Que faire si ma demande de parrainage est refusée?","href":"/fr/immigration/sponsorship/sponsorship-denied","image_source":"/img/graphics/sponsorship-denied.png","content":"\n\nSi votre demande de parrainage est refusée, vous pourrez peut-être faire appel de la décision auprès de la Commission de l'immigration et du statut de réfugié du Canada afin d'obtenir une décision différente. Vous avez 30 jours à compter de la date de réception de la décision écrite de refus de la demande pour déposer votre appel.\n\n","options":{},"sources":["https://www.cleo.on.ca/en/publications/hcref#full","https://www.cleo.on.ca/en/publications/refhearing#full","https://stepstojustice.ca/legal-topic/immigration","https://www.cic.gc.ca/frelish/helpcentre/results-by-topic.asp?top=5","https://www.canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/family-sponsorship/other-relatives/eligibility.html ","https://irb-cisr.gc.ca/en/filing-immigration-appeal/Pages/immapp-a1.aspx ","https://www.cic.gc.ca/frelish/helpcentre/answer.asp?qnum=023&amp;top=4 "]}}}}},"employment":{"title":"Emploi","href":"/fr/employment","image_source":"/img/graphics/employment.png","options":{"worker-rights":{"title":"Droits des travailleurs","href":"/fr/employment/worker-rights","image_source":"/img/graphics/worker-rights.png","options":{"layoff-rights":{"title":"Quels sont mes droits si je suis licencié(e) ?","href":"/fr/employment/worker-rights/layoff-rights","image_source":"/img/graphics/layoff-rights.png","options":{"layoff-notice":{"title":"Quel est le délai de préavis à respecter en cas de licenciement?","href":"/fr/employment/worker-rights/layoff-rights/layoff-notice","image_source":"/img/graphics/layoff-notice.png","content":"\n\nSi vous êtes déjà licencié temporairement, vous pouvez être licencié définitivement sans préavis. On parle de \"mise à pied temporaire\" lorsqu'un employeur réduit ou arrête temporairement votre emploi, étant entendu que vous reviendrez plus tard. Une mise à pied temporaire peut durer jusqu'à 13 semaines sur 20 semaines consécutives. Mais une mise à pied temporaire doit être inférieure à 35 semaines sur 32 semaines consécutives.\n\n","options":{},"sources":["https://www.ontario.ca/document/your-guide-employment-standards-act-0/termination-employment","https://stepstojustice.ca/questions/employment-and-work/i-have-been-fired-how-much-notice-should-i-get","https://settlement.org/ontario/employment/my-rights-at-work/if-you-get-fired-or-laid-off/","https://www.cleo.on.ca/en/publications/beenfired "]}}},"fire-rights":{"title":"Quels sont mes droits si je suis licencié?","href":"/fr/employment/worker-rights/fire-rights","image_source":"/img/graphics/fire-rights.png","options":{"firing-notice":{"title":"Quel préavis dois-je recevoir si je suis licencié?","href":"/fr/employment/worker-rights/fire-rights/firing-notice","image_source":"/img/graphics/firing-notice.png","content":"\n\nPour les préavis de licenciement, il existe des périodes de préavis minimales allant de 1 semaine, pour les personnes ayant travaillé au moins 3 mois, à 8 semaines, pour les personnes ayant travaillé 8 ans ou plus avec le même employeur. En général, les personnes reçoivent un préavis plus long que ces périodes minimales, car le tribunal examine ce qui est \"raisonnable\" dans les circonstances. En général, des périodes de préavis plus longues que les périodes minimales sont requises dans les cas suivants :\n\n- Vous travaillez pour un employeur depuis longtemps\n- Avoir un emploi spécialisé\n- Difficulté à trouver un travail similaire\n- Etre plus âgé.\n\n","options":{},"sources":["https://www.cleo.on.ca/en/publications/beenfired/i-have-been-fired-how-much-notice-should-i-get","https://stepstojustice.ca/questions/employment-and-work/i-have-been-fired-how-much-notice-should-i-get","https://www.ontario.ca/document/your-guide-employment-standards-act/termination-employment "]},"firing-without-notice":{"title":"Puis-je être licencié sans préavis?","href":"/fr/employment/worker-rights/fire-rights/firing-without-notice","image_source":"/img/graphics/firing-without-notice.png","content":"\n\nOui, dans certains cas, votre employeur peut vous licencier sans préavis si vous avez un comportement illicite, tel que le vol ou l'endommagement délibéré des biens de l'employeur. Vous pouvez également être licencié sans préavis si vous n'avez pas travaillé sans interruption pendant au moins trois mois pour votre employeur. Même si vous avez fait quelque chose de mal, votre employeur ne peut pas vous licencier sans préavis si :\n\n- Vos actes n'étaient pas graves,\n- Vous n'avez pas eu l'occasion de corriger l'action, ou\n- Vous avez été employé par l'employeur pendant une longue période.\n\n","options":{},"sources":["https://stepstojustice.ca/questions/employment-and-work/can-i-be-fired-without-any-notice ","https://stepstojustice.ca/questions/employment-and-work/i-have-been-fired-how-much-notice-should-i-get ","http://www.ohrc.on.ca/en/iv-human-rights-issues-all-stages-employment/13-ending-employment-relationship ","https://www.canada.ca/content/dam/canada/employment-social-development/migration/documents/assets/portfolio/docs/en/reports/labour_standards/termination/termination.pdf "]},"firing-justification":{"title":"Mon employeur doit-il donner les raisons d'un licenciement ou d'une mise à pied?","href":"/fr/employment/worker-rights/fire-rights/firing-justification","image_source":"/img/graphics/firing-justification.png","content":"\n\nVotre employeur n'est pas tenu de donner les raisons pour lesquelles il vous licencie ou vous met à pied, mais il doit vous donner un avis écrit de licenciement dans de nombreuses situations. Un \"avis de licenciement\" écrit peut prendre l'une des deux formes suivantes :\n\n1. L’employeur vous en informe à l'avance.\n2. L’employeur vous informe immédiatement et doit vous verser une \"indemnité de licenciement\", c'est-à-dire l'argent que vous auriez gagné si vous aviez reçu un préavis.\n\n","options":{},"sources":["https://www.cleo.on.ca/en/publications/beenfired/i-have-been-fired-how-much-notice-should-i-get ","https://stepstojustice.ca/questions/employment-and-work/i-have-been-fired-how-much-notice-should-i-get ","https://www.ontario.ca/document/your-guide-employment-standards-act/termination-employment "]}}}}},"employment-insurance":{"title":"Prestations d'Assurance-Emploi (AE)","href":"/fr/employment/employment-insurance","image_source":"/img/graphics/employment-insurance.png","options":{"ei-benefits":{"title":"Quelles sont les prestations d'assurance-emploi?","href":"/fr/employment/employment-insurance/ei-benefits","image_source":"/img/graphics/ei-benefits.png","content":"\n\nLes prestations d'assurance-emploi sont des prestations financières versées aux personnes qui perdent leur emploi sans que ce soit de leur faute et qui sont disponibles pour travailler et capables de le faire, mais qui ne trouvent pas de travail.\n\n","options":{"ei-qualification":{"title":"Comment puis-je être admissible à l’AE?","href":"/fr/employment/employment-insurance/ei-benefits/ei-qualification","image_source":"/img/graphics/ei-qualification.png","content":"\n\nVous pourriez avoir droit à des prestations régulières d'AE si vous\n\n- vous occupiez un \"emploi assurable\" (vous travailliez pour un employeur au Canada)\n- avez perdu votre emploi sans que ce soit votre faute\n- Vous êtes sans travail et sans salaire pendant au moins 7 jours au cours des 52 dernières semaines.\n- Vous avez travaillé le nombre requis d'heures d'emploi assurable au cours des 52 dernières semaines ou depuis le début de votre dernière période de prestations d'assurance-emploi, selon la période la plus courte.\n- Vous êtes prêt, disposé et capable de travailler chaque jour.\n- Vous cherchez activement du travail.\n\n","options":{},"sources":["https://www.canada.ca/en/services/benefits/ei/cerb-application/transition/ei-questions.html ","https://www.canada.ca/en/services/benefits/ei/ei-regular-benefit/eligibility.html ","https://www.canada.ca/en/employment-social-development/programs/ei/ei-list/reports/regular-benefits/eligibilty.html ","https://www.ontario.ca/document/your-guide-employment-standards-act-0/termination-employment "]},"when-to-apply":{"title":"Quand dois-je faire ma demande d’AE?","href":"/fr/employment/employment-insurance/ei-benefits/when-to-apply","image_source":"/img/graphics/when-to-apply.png","content":"\n\nVous devriez immédiatement faire une demande d'AE dès que vous cessez de travailler, car si vous ne faites pas de demande d'AE dans les quatre semaines suivant votre cessation d'emploi, vous risquez de recevoir moins de prestations d'AE. Si vous attendez trop longtemps, vous risquez de ne pas recevoir du tout de prestations d'AE.\n\n","options":{},"sources":["https://www.cleo.on.ca/en/publications/beenfired/can-i-get-ei-benefits-if-i-was-fired#:~:text=Si%20vous%20êtes%20sans%20emploi%20et,même%20si%20vous%20avez%20été%20licencié.&amp;text=Si%20le%20personnel%20de%20l&#39;AE%20dit%20que%20vous%20fait%20quelque%20chose%20de%20mauvais%20sur%20le%20but. ","https://www.canada.ca/en/employment-social-development/programs/ei/ei-list/fired-misconduct.html ","https://stepstojustice.ca/questions/employment-and-work/can-i-get-ei-if-my-employer-fired-me-doing-something-wrong"]},"before-application":{"title":"Que dois-je faire avant de faire une demande d’AE?","href":"/fr/employment/employment-insurance/ei-benefits/before-application","image_source":"/img/graphics/before-application.png","content":"\n\nAssurez-vous de respecter le nombre d'heures d'emploi assurable pour être admissible à l'AE. Les heures d'emploi assurable doivent être accumulées pendant votre période de qualification. La \"période de référence\" est la plus courte des deux périodes suivantes:\n\n- La période de 52 semaines précédant immédiatement la date de début de votre demande de prestations; ou.\n- La période allant du début d'une période de prestations antérieure au début de votre nouvelle période de prestations, si vous avez demandé des prestations plus tôt et que votre demande a été approuvée au cours des 52 dernières semaines.\n\nVous aurez besoin de 420 à 700 heures d'emploi assurable, selon le taux de chômage de votre région.\n\n","options":{},"sources":["https://www.canada.ca/en/services/benefits/ei/ei-regular-benefit/apply.html ","https://www.canada.ca/en/services/benefits/ei/ei-regular-benefit/before-applying.html"]},"ei-unqualified":{"title":"Que faire si je ne suis pas admissible à l’AE?","href":"/fr/employment/employment-insurance/ei-benefits/ei-unqualified","image_source":"/img/graphics/ei-unqualified.png","content":"\n\nSi vous n'êtes pas admissible à l'assurance-emploi, vous pouvez obtenir une aide financière d'un autre programme gouvernemental appelé Ontario au travail (OT). Pour être admissible à OT, vous devez:\n\n- Vivre en Ontario,\n- avoir besoin d'argent immédiatement pour vous aider à payer la nourriture et le logement, et\n- être prêt à trouver un emploi.\n\n","options":{},"sources":["https://www.canada.ca/en/employment-social-development/programs/ei/ei-list/ei-roe.html ","https://www.canada.ca/en/employment-social-development/programs/ei/ei-list/reports/roe-guide/understand.html ","https://www.canada.ca/en/employment-social-development/programs/ei/ei-list/ei-roe/access-roe.html ","https://settlement.org/ontario/employment/financial-assistance/employment-insurance/how-do-i-apply-for-employment-insurance-ei/ "]}},"sources":["https://www.canada.ca/en/services/benefits/ei/cerb-application/transition/ei-questions.html ","https://www.canada.ca/en/services/benefits/ei/ei-regular-benefit/eligibility.html ","https://www.canada.ca/en/employment-social-development/programs/ei/ei-list/reports/regular-benefits/eligibilty.html ","https://www.ontario.ca/document/your-guide-employment-standards-act-0/termination-employment "]}}},"compensation":{"title":"Etre payé pour son travail","href":"/fr/employment/compensation","image_source":"/img/graphics/compensation.png","options":{"minimum-wage":{"title":"Combien mon employeur doit-il me payer pour mon travail?","href":"/fr/employment/compensation/minimum-wage","image_source":"/img/graphics/minimum-wage.png","content":"\n\nVous devez être payé au \"salaire minimum\", qui est le montant le plus bas de la rémunération horaire que vous devez recevoir. La plupart des employés ont droit au salaire minimum, même s'ils sont à temps plein, à temps partiel, occasionnels, ou payés à l'heure, à la commission, au forfait ou au salaire. Du 1er janvier 2018 au 30 septembre 2020, le salaire minimum général est de 14 $ par heure et du 1er octobre 2020 au 30 septembre 2021, il est de 14,25 $ par heure.\n\n","options":{},"sources":["https://www.labour.gov.on.ca/frelish/atwork/workplacerights_fs.php ","https://stepstojustice.ca/questions/employment-and-work/how-much-does-my-employer-have-pay-me#:~:text=La%20Loi%20sur%20les%20standards%20d'emploi%20de%20l'Ontario(LSE,au%20moins%202414,25%20de%20l'heure.","https://stepstojustice.ca/questions/employment-and-work/what-laws-apply-me-worker "]},"wage-deductions":{"title":"Mon employeur peut-il faire des déductions sur mon salaire?","href":"/fr/employment/compensation/wage-deductions","image_source":"/img/graphics/wage-deductions.png","content":"\n\nOui, votre employeur peut effectuer des retenues sur votre salaire. Il existe trois types de déductions que votre employeur peut effectuer:\n\n- Les déductions légales pour l'impôt sur le revenu, l'assurance-emploi et le Régime de pensions du Canada.\n- Les ordonnances du tribunal pour les tiers non payés.\n- Autorisation écrite, où vous avez signé un document permettant à votre employeur de déduire un montant précis. Votre employeur ne peut pas effectuer de retenues sur votre salaire pour un travail défectueux ou parce qu'il a manqué d'argent.\n\nLe jour de votre paie ou avant, l'employeur doit vous remettre une \"fiche de salaire\", par écrit, indiquant les détails de la rémunération, tels que la période de paie, le taux de salaire, le montant et l'objet des déductions, ainsi que d'autres informations. Ces informations doivent être conservées séparément des chèques afin qu'elles ne soient pas confisquées lors de l'encaissement d'un chèque.\n\n","options":{},"sources":["https://www.canada.ca/en/employment-social-development/programs/laws-regulations/labour/interpretations-policies/deductions-wages.html","https://www.ontario.ca/document/your-guide-employment-standards-act-0/payment-wages#:~:text=Pour%20exemple%2C%20employeurs%20sont%20obligés%20de%20remettre%20à%20l&#39;autorité%20appropriée.","https://stepstojustice.ca/questions/employment-and-work/what-can-my-employer-deduct-my-pay "]},"employer-debt":{"title":"Si mon employeur me doit de l'argent, quand doit-il me le verser?","href":"/fr/employment/compensation/employer-debt","image_source":"/img/graphics/employer-debt.png","content":"\n\nLes employeurs doivent établir une période de paie régulière et un jour de paie régulier pour les employés. Votre employeur doit vous verser votre salaire, y compris l'indemnité de vacances, au plus tard:\n\n- 7 jours après la fin de votre emploi\n- le jour de paie habituel suivant.\n\nSi vous touchez des commissions ou des primes, consultez votre contrat de travail ou la pratique habituelle. La plupart des primes ne sont pas versées tant que les biens ou services n'ont pas été livrés au client et que le paiement n'a pas été reçu.\n\n","options":{},"sources":["https://www.cleo.on.ca/en/publications/beenfired/if-my-employer-owes-me-money-when-must-it-be-paid-me#:~:text=Votre%20employeur%20doit%20vous payer,votre%20prochain%20jour%20de%20paiement%20régulier","https://www.ontario.ca/document/your-guide-employment-standards-act/payment-wages","https://www.labour.gov.on.ca/frelish/es/topics/deductions.php","https://stepstojustice.ca/steps/know-your-options-if-your-employer-hasnt-paid-what-they-owe-you "]},"overtime":{"title":"Mon employeur doit-il me payer des heures supplémentaires?","href":"/fr/employment/compensation/overtime","image_source":"/img/graphics/overtime.png","content":"\n\nCela dépend de la situation. Habituellement, les heures supplémentaires commencent après que vous avez travaillé plus de 44 heures par semaine. Après 44 heures, vous devez recevoir une \"rémunération pour heures supplémentaires\", qui correspond à 1½ fois votre taux de rémunération normal. Par exemple, un employé payé 14 $ de l'heure aura un taux d'heures supplémentaires de 21 $ de l'heure (14 × 1,5 = 21).\n\n","options":{},"sources":["https://stepstojustice.ca/questions/employment-and-work/does-my-employer-have-pay-me-overtime","https://www.ontario.ca/document/your-guide-employment-standards-act-0/overtime-pay#:~:text=Pour%20la%20majorité%20des%20employés%2C%20si%20ils%20sont%20au%20taux%20de%20surtemps%20payé"]}}},"hours-of-work":{"title":"Heures de travail","href":"/fr/employment/hours-of-work","image_source":"/img/graphics/hours-of-work.png","options":{"extra-hours-request":{"title":"Peut-on me demander de travailler plus longtemps?","href":"/fr/employment/hours-of-work/extra-hours-request","image_source":"/img/graphics/extra-hours-request.png","content":"\n\nOui, votre employeur peut vous demander de travailler plus longtemps, mais vous pouvez refuser de le faire, sauf si vous avez accepté, par écrit, de travailler plus longtemps. Si vous avez signé un accord pour travailler plus longtemps, vous pouvez l'annuler en donnant à votre employeur un préavis écrit de 2 semaines si vous avez accepté de travailler :\n\n- plus de 8 heures par jour (ou plus que la journée de travail normale pour votre emploi), ou\n- plus de 48 heures par semaine. Les accords relatifs aux heures supplémentaires ne peuvent durer plus de deux ans.\n\n","options":{},"sources":["https://stepstojustice.ca/questions/employment-and-work/what-if-my-employer-asks-me-work-extra-hours#:~:text=La%20Loi%20sur%20les%20normes%20d'emploi%20de%20l'Ontario(LNE,normes%20que%20les%20employeurs%20doivent%20suivre.&text=Même%20si%20ces%20règles%20s'appliquent,écrire%20pour%20travailler%20plus%20d'heures.","https://www.cleo.on.ca/en/publications/rightswrk/can-my-employer-ask-me-work-longer-hours ","https://www.ontario.ca/document/your-guide-employment-standards-act-0/hours-work "]},"weekends":{"title":"Mon employeur doit-il me donner des week-ends de congé?","href":"/fr/employment/hours-of-work/weekends","image_source":"/img/graphics/weekends.png","content":"\n\nNon, votre employeur n'est pas tenu de vous accorder des week-ends de congé, mais il est tenu de vous accorder:\n\n- 1 jour de congé par semaine de 7 jours, ou\n- 2 jours de congé consécutifs au cours d'une période de travail de 2 semaines. Par exemple, votre employeur est tenu de vous accorder 1 jour de congé après avoir travaillé 6 jours d'affilée.\n\n","options":{},"sources":["https://www.ontario.ca/document/your-guide-employment-standards-act-0/hours-work ","https://www.cleo.on.ca/en/publications/rightswrk/does-employer-have-give-weekends#:~:text=No.,dans%20a%202%2Dweek%20période. ","https://www.ontario.ca/document/your-guide-employment-standards-act/retail-workers "]},"breaks":{"title":"Combien de pauses puis-je avoir au travail?","href":"/fr/employment/hours-of-work/breaks","image_source":"/img/graphics/breaks.png","content":"\n\nEn général, vous bénéficiez d'au moins 30 minutes de pause pour 5 heures de travail. Votre employeur n'est pas tenu de vous payer pendant cette pause, sauf si votre contrat de travail l'exige. Si vous et votre employeur en convenez verbalement ou par écrit, au lieu d'une pause de 30 minutes, vous pouvez bénéficier de deux pauses distinctes, de 15 minutes chacune. Les pauses -repas ne sont pas considérées comme des heures de travail et ne sont pas incluses dans les heures supplémentaires, qu'elles soient rémunérées ou non.\n\n","options":{},"sources":["https://www.ontario.ca/document/your-guide-employment-standards-act-0/hours-work ","https://www.cleo.on.ca/en/publications/rightswrk/does-employer-have-give-weekends#:~:text=No.,dans%20a%202%2Dweek%20période. ","https://www.ontario.ca/document/your-guide-employment-standards-act/retail-workers ","https://www.canada.ca/en/employment-social-development/programs/laws-regulations/labour/interpretations-policies/30-minute-breaks.html "]}}},"time-off":{"title":"Prendre du temps libre","href":"/fr/employment/time-off","image_source":"/img/graphics/time-off.png","options":{"illness-and-emergency":{"title":"Puis-je prendre quelques jours de congé pour maladie et autres urgences personnelles?","href":"/fr/employment/time-off/illness-and-emergency","image_source":"/img/graphics/illness-and-emergency.png","content":"\n\nOui, un employé qui a droit à un congé de maladie peut prendre jusqu'à trois jours de congé sans solde par année civile (une période d'un an commence le 1er janvier et se termine le 31 décembre) pour cause de maladie, de blessure ou d'urgence médicale. La prise de congé pour ces raisons est appelée \"congé de maladie\". Vous pouvez prendre un congé de maladie si vous êtes malade, blessé ou en cas d'urgence médicale.\n\n","options":{"sick-leave":{"title":"Dois-je être blessé pour avoir droit à un congé de maladie?","href":"/fr/employment/time-off/illness-and-emergency/sick-leave","image_source":"/img/graphics/sick-leave.png","content":"\n\nIl n'est pas nécessaire d'être blessé au travail ou de faire face à une urgence pour avoir droit à un congé de maladie. Vous pouvez le demander si vous devez subir une intervention chirurgicale prévue à l'avance, par exemple. Vous ne pouvez pas conserver les congés de maladie non utilisés pour les années suivantes.\n\n","options":{},"sources":["https://www.cleo.on.ca/en/publications/rightswrk/what-if-i-need-few-days-illness-and-other-personal-emergencies ","https://www.ontario.ca/document/your-guide-employment-standards-act/personal-emergency-leave ","https://www.ontario.ca/document/your-guide-employment-standards-act-0/sick-leave","https://stepstojustice.ca/questions/employment-and-work/can-i-take-time-sickness-or-personal-emergencies"]}},"sources":["https://www.cleo.on.ca/en/publications/rightswrk/what-if-i-need-few-days-illness-and-other-personal-emergencies ","https://www.ontario.ca/document/your-guide-employment-standards-act/personal-emergency-leave ","https://www.ontario.ca/document/your-guide-employment-standards-act-0/sick-leave ","https://stepstojustice.ca/questions/employment-and-work/can-i-take-time-sickness-or-personal-emergencies "]}}}}},"criminal-law":{"title":"Droit pénal","href":"/fr/criminal-law","image_source":"/img/graphics/criminal-law.png","content":"\n\nLe Code criminel est la loi qui énonce les infractions criminelles au Canada. Le Parlement crée les lois et les agents de police les appliquent. Lorsque vous avez affaire à la police, vous avez droit à certains droits et procédures. Les droits individuels en matière d'arrestation et de détention sont énoncés dans la Charte canadienne des droits et libertés (CCDL). Ces dispositions de la CCRF s'appliquent aux personnes qui se trouvent physiquement au Canada. Cela inclut les immigrants et les résidents permanents.\n\nLa police ne peut détenir quelqu'un que si elle croit que cette personne a commis une infraction criminelle. Vous pouvez demander à un agent de police si vous êtes détenu. Si vous n'êtes pas libre de partir, c'est que vous êtes détenu. Lorsque vous êtes détenu, vous avez le droit de savoir pourquoi. Il existe différentes règles sur la manière et le lieu où un agent de police peut vous arrêter. Par exemple, si vous êtes dans un véhicule, vous devez toujours vous arrêter pour la police. Dans d'autres situations, la police peut avoir ou non le droit légal de vous arrêter. Il est toujours bon de parler à un avocat pour savoir si vous avez été arrêté ou détenu légalement.\n\nSi vous êtes arrêté, vous avez des droits. On doit vous dire que vous êtes en état d'arrestation. Lorsque vous êtes en état d'arrestation, vous avez le droit de garder le silence et vous avez le droit de demander un avocat. Même si vous avez le droit de garder le silence, les agents de police peuvent vous poser des questions, mais vous n'êtes pas obligé d'y répondre. Si vous choisissez de garder le silence, le tribunal ne peut pas retenir cela contre vous. Toutefois, si vous êtes impliqué dans un accident de la route, vous devez faire une déclaration à l'agent de police. Lorsque vous arrivez au commissariat, les policiers doivent prendre des dispositions pour que vous puissiez contacter un avocat. La police peut décider de vous libérer, ou vous pouvez vous présenter au tribunal pour une audience de libération sous caution. En général, la police doit vous faire comparaître devant un juge pour une audience de mise en liberté sous caution dans les 24 heures ou dès que possible.\n\nLa police dispose de pouvoirs de fouille, mais elle doit respecter certaines règles. La police peut vous fouiller si elle obtient un mandat de perquisition (autorisation) d'un juge. La police peut vous fouiller dans le cadre d'une arrestation ou d'une fouille de sécurité pour s'assurer que vous n'avez pas d'armes ou d'objets susceptibles de leur nuire. Vous pouvez également être fouillé si vous donnez la permission à la police de vous fouiller. Une fois que vous êtes arrêté, la police peut procéder à une fouille plus approfondie.\n\nIl existe des règles différentes pour l'arrestation par la police des mineurs âgés de 12 à 17 ans. Les informations sur la procédure policière pour les mineurs sont contenues dans la loi sur la justice pénale pour les mineurs. Par exemple, il existe des règles différentes pour l'interrogatoire des mineurs.\n\nPour plus d'informations, contactez un avocat, votre clinique juridique communautaire locale, et/ou les liens suivants:\n\n- Justice For Children & Youth Rights Wiki :\n- Steps to Justice: https://stepstojustice.ca/\n- Community Legal EduCation Ontario : https://www.cleo.on.ca\n\n","options":{},"sources":["https://stepstojustice.ca/legal-topic/criminal-law"]},"family-law":{"title":"Droit de la famille","href":"/fr/family-law","image_source":"/img/graphics/family-law.png","options":{"marriage":{"title":"Mariage","href":"/fr/family-law/marriage","image_source":"/img/graphics/marriage.png","content":"\n\nPour vous marier légalement au Canada, vous devez avoir 18 ans. Vous pouvez vous marier à 16 ou 17 ans avec la permission écrite de vos parents ou tuteurs. Toutefois, toute personne âgée de moins de 16 ans ne peut pas se marier légalement. Votre mariage ne sera pas légalement valide si vous ou votre conjoint êtes marié à plus d'une personne. La polygamie est illégale au Canada. Si vous êtes divorcé à l'extérieur du Canada, vous devez prouver que votre divorce est légal dans ce pays. Un mariage forcé n'est pas légal. Si vous vous mariez en Ontario, vous devez obtenir une licence de mariage. Si vous voulez vous marier dans une autre province, vous devez suivre les règles de mariage de cette province. Par exemple, une cérémonie de mariage valide doit être menée par une personne autorisée à le faire. Vous devez trouver un imam qui est autorisé à le faire. En cas de doute, demandez un avis juridique.\n\n","options":{},"sources":["https://stepstojustice.ca/steps/family-law/1-check-if-you-and-your-partner-can-get-married"]},"divorce":{"title":"Divorce","href":"/fr/family-law/divorce","image_source":"/img/graphics/divorce.png","content":"\n\nLa Loi sur le divorce contient les règles juridiques relatives au divorce au Canada. Si vous souhaitez divorcer, vous devez présenter une demande de divorce. Vous n'avez besoin de la permission de personne pour le faire. Si vous obtenez un divorce religieux, cela ne signifie pas que vous êtes légalement divorcé au Canada. La seule façon d'obtenir un divorce légal au Canada est de suivre le processus établi dans la Loi sur le divorce. Vous pouvez également demander au tribunal de décider de la garde (pouvoir de décision sur les enfants) et de la pension alimentaire (soutien financier des enfants ou de vous-même par votre ex-conjoint). Pour mieux comprendre ce processus, obtenez des conseils juridiques auprès d'un avocat ou d'une clinique juridique communautaire.\n\nL'Ontario accepte les divorces provenant d'autres pays si vous ou votre conjoint avez vécu dans ce pays pendant au moins un an avant de demander le divorce. Si ce n'est pas le cas, vous pouvez quand même faire accepter votre divorce en Ontario. Demandez l'aide d'un avocat pour ce faire. Certains pays autorisent la bidah. Il est peu probable qu'un tribunal canadien reconnaisse cette forme de divorce.\n\n","options":{},"sources":["https://stepstojustice.ca/questions/family-law/how-do-i-apply-divorce-myself"]},"religious-divorce":{"title":"Divorce ou Remariage religieux","href":"/fr/family-law/religious-divorce","image_source":"/img/graphics/religious-divorce.png","content":"\n\nLe droit de la famille canadien ne peut pas vous aider à obtenir un divorce religieux. De même, le droit de la famille canadien ne peut pas vous aider à vous remarier dans l'Islam.\n\n","options":{},"sources":["https://stepstojustice.ca/questions/family-law/how-do-i-apply-divorce-myself"]}}},"human-rights-law":{"title":"Lois sur les droits de l'homme","href":"/fr/human-rights-law","image_source":"/img/graphics/human-rights-law.png","content":"\n\nTout le monde doit bénéficier de l'égalité des droits et des chances sans discrimination dans de nombreux domaines, tels que l'emploi, le logement, les services, les installations et les contrats ou accords.\n\nLa discrimination peut se produire sur la base d'un ou plusieurs des éléments suivants :\n\n- votre race, votre couleur, votre ascendance, votre origine ethnique, votre citoyenneté ou votre lieu de naissance\n- vos croyances religieuses\n- un handicap physique ou mental, y compris une dépendance\n- le fait d'avoir des enfants, de vouloir en avoir ou d'être enceinte\n- votre état civil, par exemple, marié, divorcé, célibataire ou vivant en union libre\n- votre sexe ou votre genre\n- votre orientation sexuelle, votre identité de genre ou votre expression de genre\n- votre âge, si vous avez au moins 18 ans\n- votre condamnation pour un crime, si vous avez obtenu un pardon ou une suspension de votre casier judiciaire.\n\nOutre la Commission ontarienne des droits de la personne, qui s'occupe de la recherche, de l'éducation et de l'élaboration de politiques, il existe également le Tribunal des droits de la personne, où sont déposées et entendues les requêtes relatives aux droits de la personne.\n\nSi vous êtes victime de discrimination au travail, votre employeur doit prendre des mesures pour mettre fin à cette situation, sinon il pourrait être tenu responsable par la Commission des droits de la personne. Vous devez immédiatement déposer une plainte auprès de votre employeur et s'il refuse de prendre des mesures, vous pouvez alors déposer une plainte pour violation des droits de l'homme afin que la question soit traitée. Vous pouvez déposer une plainte auprès du Human Rights Tribunal en ligne à l'adresse http://www.sjto.gov.on.ca/hrto/.\n\nEn matière d'emploi, si la Commission des droits de la personne constate que vous avez été victime de discrimination, elle peut vous offrir de nombreuses réparations, dont les suivantes\n\n- Ordonner à l'employeur de vous embaucher\n- exiger de l'employeur qu'il vous indemnise\n- ordonner à l'employeur de renvoyer la personne qui a fait preuve de discrimination à votre égard\n- exiger de votre employeur qu'il suive une formation de sensibilisation à la discrimination\n- vous proposer de retrouver votre emploi si vous l'avez perdu.\n\nSi vous êtes victime de discrimination dans d'autres domaines, par exemple dans le secteur des services, vous pouvez également déposer une plainte auprès du tribunal des droits de l'homme afin d'obtenir des réparations. Les autres réparations générales qui peuvent vous être accordées sont les suivantes :\n\n- De l'argent\n- Une réparation non monétaire (formation aux droits de l'homme, construction d'une entrée accessible pour les personnes ayant pratiqué la discrimination)\n- Ordonnance visant à promouvoir la conformité future (élaboration de politiques en matière de droits de l'homme, formation).\n\nN'oubliez pas que vous devez déposer votre demande dans un délai d'un an à compter de la date à laquelle la discrimination a eu lieu. Si vous avez été victime de discrimination plus d'une fois, vous devez déposer votre demande dans un délai d'un an à compter du dernier événement. Il existe des exceptions pour les demandes tardives si le retard est survenu de bonne foi et ne cause pas de préjudice important aux autres personnes concernées. Pour de plus amples renseignements sur les droits de la personne en Ontario, veuillez communiquer avec  la Division musulmane des services juridiques d'Ottawa.\n\n","options":{},"sources":["https://stepstojustice.ca/legal-topic/human-rights"]},"refugee-law":{"title":"Droit des réfugiés","href":"/fr/refugee-law","image_source":"/img/graphics/refugee-law.png","content":"\n\nPour venir au Canada en tant que réfugié, vous devez être recommandé par un groupe de parrainage privé ou un organisme de recommandation désigné, comme l'Agence des Nations Unies pour les réfugiés. En général, pour qu'un organisme ou un groupe privé puisse vous recommander, vous devez appartenir à l'une des catégories suivantes:\n\nCatégories des réfugiés au sens de la convention outre-frontières\n\nPour appartenir à cette catégorie, vous devez\n\n- êtes hors de votre pays d'origine,\n- ne pouvez pas y retourner en raison d'une crainte fondée de persécution fondée sur\n- la race\n- la religion\n- l'opinion politique\n- la nationalité, ou\n- l’appartenance à un groupe social particulier. Exemples : sexe, orientation sexuelle, etc.\n\nClasse des pays d’asile\n\nPour appartenir à cette classe, vous\n\n- vous vous trouvez hors de votre pays d'origine ou du pays où vous vivez habituellement, et\n- êtes gravement touché par une guerre civile ou un conflit armé, ou\n- vous êtes régulièrement privé des droits fondamentaux de l'homme.\n\nVous n'êtes pas admissible à présenter une demande de statut de réfugié au Canada si :\n\n- Vous avez une autre option convenable de protection, comme une offre de réinstallation dans un autre pays,\n- Vous êtes devenu un citoyen d'un autre pays, qui vous protégera,\n- Vous choisissez de retourner dans le pays que vous avez quitté, ou\n- Les raisons pour lesquelles vous avez quitté votre pays n'existent plus, par exemple la fin d'un conflit ou le statut de paix.\n\nDe nombreuses entreprises, organisations ou groupes peuvent vous demander de payer des frais pour qu'ils vous recommandent au Canada en tant que réfugié, mais sachez que vous n'êtes pas tenu de payer qui que ce soit pour être recommandé. Ne permettez à personne de vous inciter à payer des frais en échange d'un service de recommandation. Il n'y a aucune garantie que vous serez accepté au Canada en tant que réfugié, quelle que soit la somme que vous payez pour le traitement de votre demande. Pour plus d'informations, veuillez contacter la Division des Services juridiques aux Familles Musulmanes d'Ottawa\n\n","options":{},"sources":["https://stepstojustice.ca/legal-topic/refugee-law"]}}}