{
    "title": "Soomali",
    "slug": "so",
    "image": "/img/graphics/soomali.png",
    "literals": {
        "home": "Home",
        "app_name": "Rug Sharci",
        "app_org_link": "https://mfso.ca",
        "disclaimer": "Afeef: kuwa soo socdaa waa waraaqo guud oo ah xaqiiq, loomana samaynin talo ah sharci ama nooc ah dokumenti ah sharci. Hadii aad ka dheefto qalad ama marinhabow adiga oo isku halaynaya waraaqahan ah xaqiiqda, Rugta Sharciga ee Muslim ka ma noqon doonto mas'uul.",
        "choose": "Dooro",
        "copyright": "Xaqnuqul",
        "welcome": "Soo Dhawoow",
        "how_can_we_help": "Sidee baan kuu caawin karaa maanta?",
        "org_name": "Adeegyo Qoys ee Muslimka Ottawa",
        "choose_lang": "Dooro luuqad",
        "search": "Raadi",
        "sources": "Xigasho",
        "developed_by": "Kobciyey"
    },
    "options": {
        "education": {
            "title": "Waxbarasho",
            "image_source": "/img/graphics/education.png",
            "options": {
                "suspensions": {
                    "title": "Hakin",
                    "image_source": "/img/graphics/suspensions.png",
                    "options": {
                        "suspension": {
                            "title": "Waa maxay hakin?",
                            "image_source": "/img/graphics/suspension.png",
                            "content": "\n\nHakintu waa ardayda oo mudo cayiman si ah kumeelgaar looga saaro dugsi. Laga yabaa in ardayda la hakiyo mudo gaaraysa hal maalin dugsi ilaa labaatan maalmo dugsi. Xiliga hakinta,  ardaydu ma tagi karaan dugsi, kamana qayb qaadan karaan  hawl dugsi oo ah joogto ama munaasabad.\n\n",
                            "options": {},
                            "sources": [
                                "http://www.edu.gov.on.ca/eng/safeschools/suspexp.html"
                            ]
                        },
                        "who-can-suspend": {
                            "title": "ayaa hakin kara arday?",
                            "image_source": "/img/graphics/who-can-suspend.png",
                            "content": "\n\nMaamula qudha ayaa hakin kara arday.\n\n",
                            "options": {},
                            "sources": [
                                "http://www.edu.gov.on.ca/eng/safeschools/suspexp.html"
                            ]
                        },
                        "suspension-consideration": {
                            "title": "muxuu maamule tixgaliyaa marka uu hakinayo arday?",
                            "image_source": "/img/graphics/suspension-consideration.png",
                            "content": "\n\nardaydu ma tagi karaan dugsi, kamana qayb qaadan karaan hawl ah joogto ama dhacdo. Hawlaha ku taxan hoos:\n\n* Ku naqsasho handaad ah ku waxyeelayn qof (jidh ahaan).\n* ku luglahaansho duufsi khamri ama xashiishad ( ilaa ardayga ujeedo caafimaad loogu ogolaaday inuu xashiishada u isticmaalo mooye).\n* Haysasho khamri ama xashiishad (ilaa ardayga ujeedo caafimaad loogu ogolaaday inuu xashiishada u isticmaalo mooye).), ama muqadaraad ah sharci daro.\n* Caayid macalin iyo qof kasta oo haya xil.\n* samayn fal burburin oo waxyeelo daran u gaysta hanti dugsi ee dugsiga ardayga ama hantida dhisme ee dugsi.\n* xoogsheegaysho, oo ay xitaa ka mid tahay ta internaytka\n* iyo hawl kasta oo lagu magacdhabay sharciga gudiga dugsiga.\n* Hawshu inay ka dhex dhacday dugiga, inay tahay hawl la xiriirta dugsiga (sida., dalxiis), ama Daruuf kale oo saamaynaysa Jawiga dugsiga taas oo kaliftay dabeecada ardayga (sida, xoogsheegsi-internayt) iyo in kale ayaa hakinta lagu taxgalin doonaa.\n\n",
                            "options": {},
                            "sources": [
                                "http://www.edu.gov.on.ca/eng/safeschools/suspexp.html"
                            ]
                        },
                        "suspension-notification": {
                            "title": "sidee baan ku ogaanayaa in ilmahayga la hakiyey?",
                            "image_source": "/img/graphics/suspension-notification.png",
                            "content": "\n\nMarka la hakiyo ardayda, maamuluhu dadaal walba oo ah macquul ayuu ku wargalin waalid kooda mudo ah 24 saac. Taasna waqrqad ku saabsan hakinta ayaa lagu ogaysiin. Warqada warbixin ah muhiim ayaa lagu dari, sida:\n\n- Ujeedada hakinta\n- Dhererka hakinta\n- Warbixinta macluumadka xiriirka xafiiska kormeeraha hadii ay waalidku qabaan su’aal kasta.\n- warbixin ku saabsan sida iyo goorta racfaan laga qaato hakinta.\n\n",
                            "options": {},
                            "sources": [
                                "http://www.edu.gov.on.ca/eng/safeschools/suspexp.html"
                            ]
                        },
                        "learning-while-suspended": {
                            "title": "ilmahayga wali ma sii tacliimi karaan xiga ay hakan yihiin?",
                            "image_source": "/img/graphics/learning-while-suspended.png",
                            "content": "\n\nHa. Mudo ah 20 maalmood ayaa ardayda la hakin karaa. Ardayda la hakiyo mudo ka badan 20 maalmood, hakin mudo-dheer ayaa lagu taxgalin.  Ardayda la hakiyo hal ilaa shan maalin dugsiyeed, Laylis laga keenay dugsiga ayey helayaan.\n\n- Ardayda la hakiyo lix ilaa toban maalin dugsiyeed waa in la siiyo barnaamij akadhami oo ka caawiya inay sii wataan waxabarashadooda. Waa in lagu dhiirogaliyo inay ka qaybqaatan barnaamijka.\n- Ardayda la hakiyo 11 ilaa 20 maalin dugsiyeed waa in la siiyo barnaamij leh qayb akadhami. Si taas ah la mid, waan in la siiyo mid ah bilaa akadhami si sare loogu qaado dabcigooda hagaagsan. Maaraynta xanaaqa, talon ka siinta ku talaxtaga muqaadaradka, ama ka caawinta tababar xirfad nololeed lagu jaanqaado, dhiirogalisa ardayga, oo ku tirtirsida dabeecad hagaagsan ayaan ka mid noqon karta barnaamijka ah bilaa akadhami. Ardayda waa lagu dhiirogalin inay ka qayb qaataan barnaamijka.\n\n",
                            "options": {},
                            "sources": [
                                "http://www.edu.gov.on.ca/eng/safeschools/suspexp.html"
                            ]
                        },
                        "unfair-suspension": {
                            "title": "ka waran hadii hakinta ilmahayga aynan ahayn cadaalad?",
                            "image_source": "/img/graphics/unfair-suspension.png",
                            "content": "\n\nGudida dugsiga ayaa hakinta racfaan loogu qaadan karaa. 10 maalin dugsiyeed gudahood, lagana soo bilaabay maalinta hakinta waa in kormeeraha guud ee Gudida dugsiga loo diro Qoraal ah ogaysiis oo ku saabsan racfaanka. Waa in racfaanka lagu dhagayso 15 maalmood gudahooda laga bilaabo marka ay gudidu heleen codsiga, ilaa ay waalidka iyo gudidu ku heshiiyeen dibdhigis mooye. Hadii ay waalidku qabaan su’aalo, kormeeraha guur ee gudida dugsiga ayey la xiriiri karaan.\n\n",
                            "options": {},
                            "sources": [
                                "http://www.edu.gov.on.ca/eng/safeschools/suspexp.html"
                            ]
                        }
                    }
                },
                "expulsion": {
                    "title": "Eryid/Cayrin/burin",
                    "image_source": "/img/graphics/expulsion.png",
                    "options": {
                        "expulsion": {
                            "title": "Waa maxay cayrin/eryid/burin?",
                            "image_source": "/img/graphics/expulsion.png",
                            "content": "\n\nEryid way ka duwan tahay hakin. Eryidu ma leh waqti cayiman. Ardayda la eryey waa laga saaray dugsiga mudo aan xadidnayn. Ardayda waa la hakin inta la tixgalinayo eryida. Ardayda waa laga eryi karaa dusigooda, ama waa laga cayrin karaa kuli dugsiyada gudida. Ardayda laga eryey dugsiyada gudida oo dhan ma tagi karaan dugsi, kamana qayb qaadan karaan hawl dugsi oo ah joogto ama munaasabad. Tusaale, ardayda la eryey ma tagi karaan safar dalxiis(dugsi), ama ka ma qayb gali karaan koox munaasabad.\n\n",
                            "options": {},
                            "sources": [
                                "http://www.edu.gov.on.ca/eng/safeschools/suspexp.html"
                            ]
                        },
                        "expulsion-decision": {
                            "title": "Hadii ilmahayga la eryeyo ayaa go’aamin?",
                            "image_source": "/img/graphics/expulsion-decision.png",
                            "content": "\n\nBaadhitaan ka dib, maamulaha ayaa in ardayda la eryo iyo in kale ku la talin gudida dugsiga. Gudida dugsiga kaliya ayaa gaadhi karta go’aanka lagu eryeyo ardayda.\n\n",
                            "options": {},
                            "sources": [
                                "http://www.edu.gov.on.ca/eng/safeschools/suspexp.html"
                            ]
                        },
                        "expulsion-investigation": {
                            "title": "Baadhitaanka maamulaha kadib maxaa dhici?",
                            "image_source": "/img/graphics/expulsion-investigation.png",
                            "content": "\n\nBaadhitaanka kadib, maamulaha ayaa:\n\na. Go’aami hadii aanan ardayga loogu talin karin eryid. Xaajadan oo kale, maamuluhu sadex doorbid ayuu haystaa: 1. Xaqiiji hakinta iyo dherer keeda. 2. Xaqiiji in uu ardaygu wali hakan yahay, laakiin gaabi mudada hakinta, oo cusboonaysii diwaanka ardayga. 3. Ka noqo hakinta oo ka saar diwaanka ardayga xitaa hadii uu mar hore dhamaystay.\n\nAMA\n\nb. Gudida dugsiga u dhiib warbixin koobaysa natiijada maamulaha oo ku talinaysa in ardayda laga eryey dugsigooda ama dugsiga gudida oo dhan.  Waalidkana waa loo diri warbixinta. Hadii uu maamuluhu ku taliyo eryid, gudida ayaa u fadhiisan dhagaysi eryid. Tani waa inay ku dhaqdo mudo ah 20ka maalin ee hakinta ardayga gudahood.\n\n",
                            "options": {},
                            "sources": [
                                "http://www.edu.gov.on.ca/eng/safeschools/suspexp.html"
                            ]
                        },
                        "expulsion-reasons": {
                            "title": "maxaa ilmahayga lagu eryi karaa?",
                            "image_source": "/img/graphics/expulsion-reasons.png",
                            "content": "\n\nHadii arday lugyeesho falalkan ku taxan hoos , maamulaha ayaa dhaqso u hakin ardayga, baadhi dhacdada, oo ku talin in la eryo ardayga iyo in kale. Falalkan ay ka midka yihiin:\n\n- Hub Haysasho, oo ay ka mid tahay qorigacmeed – una isticmaalaya hubka inuu ku cabsigaliyo ama jidh ahaan ku waxyeelayo qof kale.\n- u gacanqaado ruux kale taasna sababto waxyeelo u baahata dhaqtar caafimaad.\n- falo xadgudub galmo\n- ganacsiga hubka ama muqaadarad ah sharci daro.\n- falo boob\n- siinta caruur khamri ama xashiishad.\n- Xoogsheegsi: hadii horey ardayga loogu hakiyey xoogsheegsi, oo joogista ardaygu halis aan ahayn aqbal ku abuurto badqabka qof kale – fal kasta oo lagu hakin karo ardayga ( fiiri qaybta hakinta) taas oo dhiirogalisay eex,  ama nacayb – fal kale kasta oo lagu muujyey xeerka gudiga dugsiga. Eryid ayaa dhici hadii falku ka dhex dhacay dugsiga ama gudaha munaasabad la halmaasha dugsiga (tus, safar dalxiis) amaba marxalad kale taas oo ardayga dabeecadiisu saamaysay jawiga dugsiga.\n\n",
                            "options": {},
                            "sources": [
                                "http://www.edu.gov.on.ca/eng/safeschools/suspexp.html"
                            ]
                        },
                        "expulsion-notification": {
                            "title": "sidee baan ku ogaani hadii ilmahayga la eryey?",
                            "image_source": "/img/graphics/expulsion-notification.png",
                            "content": "\n\nMarka (inta) la sugayo eryida ah macquul ee ardayga la hakiyey, maamulaha ayaa 24 saac gudahood dadaal kasta oo ah maangal ku wargelin waalid kooda in la hakiyey ilmahooda. Tanna warqad ogaysiinaysa hakinta ayaa ku xigi. Warbixin ah muhiim ayaa la jiri warqada, sida:\n\n- Sababta hakinta\n- Dhererka hakinta\n\nwarbixin ku saabsan barnaamij ka ardayga la hakiyey kaas ardayga loo qoondeeye.\n\n- warbixin ku saabsan marka iyo sida hakinta loo qaadan karo racfaan.\n\n",
                            "options": {},
                            "sources": [
                                "http://www.edu.gov.on.ca/eng/safeschools/suspexp.html"
                            ]
                        },
                        "unfair-expulsion": {
                            "title": "ka waran hadii eryida ilmahayga aynan ahayn cadaalad?",
                            "image_source": "/img/graphics/unfair-expulsion.png",
                            "content": "\n\nkadib marka la helo ogaysiiska eryida, 30 cisho gudahood ayaa racfaan (ku saabsan eryida) loogu qaadan kara gudida dib u eegista adeega caruurta iyo qoyska. Warbixin ku saabsan sida racfaan looga qaato go’aanka ayaa la raacin ogaysiiska eryida.\n\n",
                            "options": {},
                            "sources": [
                                "http://www.edu.gov.on.ca/eng/safeschools/suspexp.html"
                            ]
                        },
                        "learning-while-expelled": {
                            "title": "ilmahayga ma sii dhigan kara dugsi kadib marka la eryey?",
                            "image_source": "/img/graphics/learning-while-expelled.png",
                            "content": "\n\nMarka ardayda laga eryo dugsigooda oo kaliya, gudida dugsiga ayaa u meelayn dugsi ka mid ah dugsiyada kale ee gudida AMA marka ardayda laga eryo dugsiyada gudida oo dhan, waa in gudida dugsigu u hibeeyaan barnaamijka ardayda la eryey. Marka ay ardaydu ebyaan barnaamijka, way codsan karaan inay ku laabtaan dugsiga. Ogaysiis qoran oo ku saabsan eryida ayey waalidku heli. Warbixin ku saabsan dugsiga cusub ama barnaamijka gudida dugsiga ee uu ardaygu gudegali karo ayuu siin(ogaysiisku). Waliba warbixin ku saabsan sida racfaan looga qaato eryida yaa raacsan. - [http://www.edu.gov.on.ca/eng/parents/](http://www.edu.gov.on.ca/eng/parents/)\n\n",
                            "options": {},
                            "sources": [
                                "http://www.edu.gov.on.ca/eng/safeschools/suspexp.html"
                            ]
                        }
                    }
                },
                "corporal-punishment": {
                    "title": "Macalimiintu ma u fasaxan yihiin inay dhangadeeyaan ilmahayga?",
                    "image_source": "/img/graphics/corporal-punishment.png",
                    "content": "\n\nMaya, xaalad kasta macalimiintu ma isticmaali karaan awood ciqaab jidheed. Xaalad ku haboon waa Laga yabaa in loo ogalaado awood ah macquul oo ku aadan ilmo.  - [https://www.justice.gc.ca/eng/rp-pr/cj-jp/fv-vf/mcb-cce/index.html](https://www.justice.gc.ca/eng/rp-pr/cj-jp/fv-vf/mcb-cce/index.html)\n\n",
                    "options": {},
                    "sources": [
                        "https://www.justice.gc.ca/eng/rp-pr/cj-jp/fv-vf/mcb-cce/index.html"
                    ]
                },
                "noncitizen-enrollment": {
                    "title": "Caruur tayda ma aadi karaan dugsi hadii ay ahayn muwaadino?",
                    "image_source": "/img/graphics/noncitizen-enrollment.png",
                    "content": "\n\nCaruurta aanan ahayn muwaadino way leeyihiin xaq ay ku aadaan dugsi sida ku cad sharciga waxbarashada iyo xeer (hoosaadka). Sharciga waxbarashada ayaa dhahaya arday kasta oo ku nool Ontario xaq ayuu u leeyahay inuu aado dugsi. Xaqan way leeyihiin xitaa hadii uu waalid koodu ahayn Canadian ama aynan haysan Aqoonsi sharciyeysan.\n\nMarka ay gudida dugsiga ku dhihi karaan ma imaan kartid dugsi waa Waqtiyo ah gaar oo yar. Marka lagaa hakiyey, eryey ama laguu diiday (tagista dugsiga) ayaa ka mid ah (waqtiyada lagu diidayo dugsi) hadii xitaa dugsigu dhaho sidan, waalid kaaga racfaan ayey ka qaadan karaan go’aanka, waana inay sameeyaan hadii go’aanku ahayn cadaalad. Waa inaad arintan ka la hadasho garyaqaan. - [https://archdisabilitylaw.ca/resource/guide-human-rights-and-education-in-ontario-a-general-guide-for-students/](https://archdisabilitylaw.ca/resource/guide-human-rights-and-education-in-ontario-a-general-guide-for-students/)\n\n",
                    "options": {},
                    "sources": [
                        "https://archdisabilitylaw.ca/resource/guide-human-rights-and-education-in-ontario-a-general-guide-for-students/"
                    ]
                },
                "religious-schools": {
                    "title": "ilmahayga ma aadi karaa dugsi diini?",
                    "image_source": "/img/graphics/religious-schools.png",
                    "content": "\n\nHaa, arday (kasta) waa loo ogol yahay inuu helo tacliin diineed hadii waalidku ama ilaaliyuhu damco. (Section 51(1) Education Act).\n\n",
                    "options": {},
                    "sources": [
                        "https://www.ontario.ca/laws/statute/90e02"
                    ]
                },
                "non-islamic-activities": {
                    "title": "Miyey tahay inuu ilmahagu ka qayb qaato hawlo (waxqabad) aan ahayn Islaam?",
                    "image_source": "/img/graphics/non-islamic-activities.png",
                    "content": "\n\nU ma baahna inuu ilmo dhigta dugsiga dawladeed barto ama akhriyo buug diineed hadii waalidku ka soo hor jeesto. (51(2) Education Act).\n\n",
                    "options": {},
                    "sources": [
                        "https://www.ontario.ca/laws/statute/90e02"
                    ]
                }
            }
        },
        "housing": {
            "title": "Guryeeyn",
            "image_source": "/img/graphics/housing.png",
            "options": {
                "discrimination-examples": {
                    "title": "Waa maxay Tusaaleyaasha qaar ka mid ah takoor?",
                    "image_source": "/img/graphics/discrimination-examples.png",
                    "content": "\n\nMarka si xun laguu la dhaqmo Isir, jinsi, midab ama asal kaaga awgiisa ayuu takoorku dhacaa.\n\n- dhalasho or the[country you are from](https://stepstojustice.ca/node/113087)\n- Diin\n- Da’\n- Jinsi\n- Dhibir iyo laxaadli’i, kana mid tahay jirto balwad.\n- Xaal guur (Tusaale, qabid, furnaan, doobnimo ama sharci ku wada nolaansho)\n\nAma maadaam aad:\n\n- leedahay uur\n- haysato caruur\n- daryeesho qaraabo\n\n",
                    "options": {},
                    "sources": [
                        "https://stepstojustice.ca/legal-topic/housing-law/discrimination-and-human-rights"
                    ]
                },
                "discrimination": {
                    "title": "Ka waran hadii qof isku dhisme ila dagan ama shaqeeya uu I takooro?",
                    "image_source": "/img/graphics/discrimination.png",
                    "content": "\n\nSharcigan ayaa mamnuuca takoorka mulkiileyaasha guryaha iyo dadka iyaga u shaqeeya. Mid kale, tan micnaheeda waa Hadii kirooleyaashu ku takooraan, waa in mulkiiluhu wax ka qabto.\n\n",
                    "options": {},
                    "sources": [
                        "https://stepstojustice.ca/legal-topic/housing-law/discrimination-and-human-rights"
                    ]
                },
                "obscure-discrimination": {
                    "title": "Ka waran hadii takoorka aan la kulmay uunan ahayn mubaax?",
                    "image_source": "/img/graphics/obscure-discrimination.png",
                    "content": "\n\n- (Hadii uunan) albaabka hore lahayn jaranjar fidsan– curyaamiinta ayey tani takooris ku noqon kartaa.\n- (Hadii) Mulkiile-guri ka saaro kirooleyaal guriga cabasho shanqadh awgeed – Dadka leh caruur ayey tani takooris ku noqon kartaa.\n- (hadii) Mulkiile-guri uu kirooleyaal ka kireen waayo guri sumcad (Amaah ku aaminid) awgeed – dhalinyarada iyo dadka ku cusub Canada ayey tani takooris ku noqon kartaa.\n\n",
                    "options": {},
                    "sources": [
                        "https://stepstojustice.ca/legal-topic/housing-law/discrimination-and-human-rights"
                    ]
                },
                "landlord-cannot-ask": {
                    "title": "Muxuu Mulkiile-guri waydiin karin (kiroole)",
                    "image_source": "/img/graphics/landlord-cannot-ask.png",
                    "content": "\n\n* Hadii aad leedahay uur ama caruur\n* Xaalka guur/xiriir\n* Diin taada iyo asalka isir kaaga\n* Hadii aad qaadato cayr ama aad hesho kaalmo dadwayne\n* Hadii aad tahay naafo\n* Da’daada (hadii aad xitaa tahay 16 ama 17 marba hadii aadan la noolayn waalid kaaga).\n* if you are a Canadian citizen\n* Hadii uu Mulkiile-Guri ku waydiiyo su’aalahan ama uu kaa kireen waayo jaawaabahaga awgood, tani[takoor](https://stepstojustice.ca/common-question-plus/housing-law/landlord-wont-rent-me-and-i-think-its-because-discrimination-what-can-i-do) ayey noqon kartaa.\n\n",
                    "options": {},
                    "sources": [
                        "https://stepstojustice.ca/legal-topic/housing-law/discrimination-and-human-rights"
                    ]
                },
                "disability-rights": {
                    "title": "Kiroole ahaan, waa maxay xaqayga hadii aan ahay naafo?",
                    "image_source": "/img/graphics/disability-rights.png",
                    "content": "\n\nSharci hoosaadka xuquuqda bani’aadamka ee Ontario ayaa dhahaya hadii uu kirooluhu yahay naafo, mulkiilaha guriga waa inuu u meeldayo laxaad la’aan tiisa. Micnaha meelaynta laxaad la’aanta taada waa in laguu sameeyo wax walba oo ku siinaya gudegalis la siman ta dadka kale. Tan micnaheeda, mulkiilaha guriga waa inuu dadka ah naafada ka hor qaado caqabadaha hor yaala (si ay galaan guriga). Waa inay Jismiga dhismaha ama sharciga dhismaha wax ka badalaan. Badanaa, Xaajadan oo kale, mulkiilaha dhismaha waajib ayey ku tahay inuu kuu meeldayo, ilaa uu cadeeyey inay jirto dhibaato aan loo samayn karin (sharci iyo dhsime badalka).\n\n",
                    "options": {},
                    "sources": [
                        "https://stepstojustice.ca/legal-topic/housing-law/discrimination-and-human-rights"
                    ]
                },
                "being-discriminated-against": {
                    "title": "Maxaan samayn karaa hadii la I takoorayo?",
                    "image_source": "/img/graphics/being-discriminated-against.png",
                    "content": "\n\nMaxkamada (cadaalada) xuquuqda bani’aadamka ee Ontario ayaad ka diwaan galin karta Dacwad, ama (toos) waad u dacwayn kartaa. Waa inaad hesho talo ah sharci si aad u qaadato doorkii kuu roon\n\n",
                    "options": {},
                    "sources": [
                        "https://stepstojustice.ca/legal-topic/housing-law/discrimination-and-human-rights"
                    ]
                },
                "claim-wait-time": {
                    "title": "Mudo intee la eg baan dacwada ku diwaangaliyaa?",
                    "image_source": "/img/graphics/claim-wait-time.png",
                    "content": "\n\nKamadabaysta aad dalban karto maxmada waa halsano, lagana soo bilaabo xiligii lagu takoorayo.\n\n",
                    "options": {},
                    "sources": [
                        "https://stepstojustice.ca/legal-topic/housing-law/discrimination-and-human-rights"
                    ]
                },
                "landlord-banning-visitors": {
                    "title": "Mulkiilahaygu ma mamnuuci karaa booqdayaasha dhismaha xiliga aafada?",
                    "image_source": "/img/graphics/landlord-banning-visitors.png",
                    "content": "\n\nMulkiilayasha dhismaasha ka ma mamnuuci karaan booqdayaasha dhismaha oo dhan. Balse, kiroolasha iyo booqdayaashu waa in ay fishaan in aynan dad kale galinin halis ama galin afaaraha kiroolayasha kale ama sida uu mulkiiluhu mooday in lagu raaxaysto dhismaha.\n\n",
                    "options": {},
                    "sources": [
                        "https://stepstojustice.ca/legal-topic/housing-law/covid-19"
                    ]
                },
                "landlord-tenant-board": {
                    "title": "Mulkiilaha iyo gudida kiroolayasha may furaan dawcaddhagaysi?",
                    "image_source": "/img/graphics/landlord-tenant-board.png",
                    "content": "\n\nLaga bilaabo June 26, 2020, mulkiilaha dhismaha iyo gudida kiroolayasha way sii dibdhigeen dacwaddhagaysi (ku salaysan is arag ama kulan).\n\n",
                    "options": {},
                    "sources": [
                        "https://stepstojustice.ca/legal-topic/housing-law/covid-19"
                    ]
                },
                "covid-eviction": {
                    "title": "is kama bixin karo kirada COVID awgiis, mulkiiluhuna inuu iga saarayo guriga ayuu iigu hanjabay. Maxaan sameeyaa?",
                    "image_source": "/img/graphics/covid-eviction.png",
                    "content": "\n\nLFB wali way sii wadaan dacwad-dhagaysi xiliga aafada. January 13, 2021, dawlada ayaa amar ku amartay xafiiska Sheriff inuu joojiyo barabixinta kiroolayasha xiliga labaad ee COVID-19. “Xayirida barobixinta” hada way dhamaatay. Amar uu shariifku ku barabixin karo (kiroolasha)  ayuu mulkiiluhu haystaa. Micno ma leh hadii amarka barabixinta la gaadhay ka January 2021 ama kadib. Sheriffka ayaa ku barabixin kara oo badali handaraabka. Mulkiilayaashu guryaha qudhooda ku ma barabixin karaan. Tan micnaheeda, ma badali karaan handaraabka, oo ma keensan karaan qof kale (oo ku barabixiya), sida askari. Geedisocod ayaa jira uu mulkiilaha guriga ah inuu raaco.\n\n",
                    "options": {},
                    "sources": [
                        "https://stepstojustice.ca/legal-topic/housing-law/covid-19"
                    ]
                },
                "eviction-threats": {
                    "title": "ayaan waci karaa hadii mulkiilaha Gurigayga uu iigu hanjabo barabixin?",
                    "image_source": "/img/graphics/eviction-threats.png",
                    "content": "\n\nWac [Rental Housing Enforcement Unit](https://stepstojustice.ca/node/111465) (RHEU) at 1-888-772-9277 (toll-free) or 416-585-7214. RHEU ayaa wici oo ka la hadli arinta. Mulkiilaha gurigaada inay joojiyaan (barobixinta) inay awoodaan ayaa laga yabaa, ama inay dib kuugu celiyaan (guriga) hadii horay sharci daro lagaga saaray\n\nWac [local community legal clinic](https://stepstojustice.ca/links/find-legal-clinic) una sheeg waca dhacaya (barabixinta). Garayaqaan ama (u) shaqeeye sharci ayaad bilaash u la hadli kartaa. Inay mulkiilaga gurigaada la hadlaan ayaa laga yabaa, ama ay codsi ah dagdag u gudbiyaan mulkiilaha iyo gudida guriga (LTB). Way fiican tahay inaad hesho caawin wanaagsan hadii aad rabto inaad u tagto LTB. [Xafiis](https://stepstojustice.ca/links/renting-changes-during-covid-19-coronavirus) kooda wuu xiran yahay xiliga COVID-19, laakiin codsiyada qaar kooda ayey aqbalayaan.\n\n* Hadii aadan heli karin caawin ah sharci, codis ah dagdag ayaad u diri kartaa LTB adiga oo adeegsanaya[online Form T2](https://stepstojustice.ca/links/ltb-e-file-1). $45 ayaa lagu buuxiyaa (Foomka) kaas oo ku bixin lacagta credit card ama debit card.\n* Wac nambarka askarta ee aan ahayn xaalad dagdag. Mararka qaar askarta ma dhex galaan Xaajooyinkan oo kale. Balse, askartu way og yihiin khatarta sharci darada barabixinta xiliga dhibaatada COVID-19\n\n",
                    "options": {},
                    "sources": [
                        "https://stepstojustice.ca/legal-topic/housing-law/covid-19"
                    ]
                },
                "what-happens-during-eviction": {
                    "title": "Caado ahaan maxaa dhaca xiliga barabixinta?",
                    "image_source": "/img/graphics/what-happens-during-eviction.png",
                    "content": "\n\nMarka kirooleyaasha lagu leeyahay dayn, [mulkiilaha](https://stepstojustice.ca/questions/housing-law/what-can-happen-if-i-dont-pay-my-rent-time) guriga diginin ayuu sii karaa.\n\nHadii kirooluhu (kirada) ku bixin 14 maalin gudahood, ama 7 maalin gudahood ay (kiradu) tahay todobaadle, mulkiilaha guriga barabixin ayuu gudida guriga (LTB) ka codsan karaa. Balse, xiliga COVID-19, gudida guriga (LTB) ma qabanqabin karaan dhagaysiga barabixinta (lacagta) kirada (ee) maqan, xafiiska Sheriffkana ma samaynayaan barabixinta (lacagta) kirada (ee) maqan.\n\n",
                    "options": {},
                    "sources": [
                        "https://stepstojustice.ca/legal-topic/housing-law/covid-19"
                    ]
                },
                "covid-rent-inscrease": {
                    "title": "Mulkiilaha Gurigayga ma kordhin karaa lacagta kirada xiliga aafada?",
                    "image_source": "/img/graphics/covid-rent-inscrease.png",
                    "content": "\n\nNo, there is currently a rent freeze in 2021 due to the Covid-19 pandemic. Otherwise as long as the rent increase is legal, it can still go ahead.\n\nYour rent increase is probably legal if:\n\n- your landlord gave you written notice at least 90 days before the date of the increase - the notice is properly filled out on the Landlord and Tenant Board's Form N1\n- the date of the increase is at least 12 months after your last rent increase\n- the amount of the increase is less than or equal to the provincial guideline for the year (2.2 % for 2020)\n\nBalse, hadii hooygaada waligiis ama ka hor November 15, 2018, aan\n\nujeedo degaan ahaan loo dagin, mulkiilaha gurigaada ma aha inuu tilmaan raaco. Hadaba xaal kaas, mar hadii ay raacayaan sharci aan kor ku soo sheegnay, mulkiile guri (kasta) inta uu doono ayuu kirada ku kordhin karaa\n\n",
                    "options": {},
                    "sources": [
                        "https://stepstojustice.ca/legal-topic/housing-law/covid-19"
                    ]
                },
                "covid-repair-refusal": {
                    "title": "Mulkiilaha Gurigayga ma diidi karaa inuu dayactire ii soo galo?",
                    "image_source": "/img/graphics/covid-repair-refusal.png",
                    "content": "\n\nMulkiilaha guriga ayaa ka ah [xil ka saaran yahay dayactirka iyo maaraynta](https://stepstojustice.ca/legal-topic/housing-law/repairs-maintenance)n hooygaada iyo dhamaan meelaha guud ee dhismaha, marka laga reebo dhaawac adiga iyo martidaadu gaysateen. COVID-19 awgiis, tani ma badalmin.\n\n",
                    "options": {},
                    "sources": [
                        "https://stepstojustice.ca/legal-topic/housing-law/covid-19"
                    ]
                },
                "covid-late-interest": {
                    "title": "Mulkiilaha Gurigayga ma iga qaadi karaa ganaax ah dulsaar iyo la daahid kiro?",
                    "image_source": "/img/graphics/covid-late-interest.png",
                    "content": "\n\nMulkiilayaasha guryaha uma fasaxna inay kirada aan la bixinin dul dhigtaan dulsaar.  Umana fasaxna inay qaadaan ganaax ah la daahid. Goor walba way shaqeeyaan sharyadan, ma aha kuwo xiliga COVID-19 kaliya (shaqeeya)\n\n",
                    "options": {},
                    "sources": [
                        "https://stepstojustice.ca/legal-topic/housing-law/covid-19"
                    ]
                },
                "apartment-viewing": {
                    "title": "Mulkiilaha Gurigayga xaq ma u leeyahay inuu kiroole cusub tuso goob tayda?",
                    "image_source": "/img/graphics/apartment-viewing.png",
                    "content": "\n\nHaa, caadi ahaan mulkiilaha gurigaaga kiroole kale wuu tusi karaa good taada hadii uu ku siiyey ogaysiis hagaagsan. Xiliga ay kuu imaanayaan waa inuu noqdaa inta u dhexaysa 8 aroornimo ilaa iyo 8 fiidnimo. Waad kula heshiin karta waqt kale (oo ka duwan ka ay ku dhaheen waan imanaynaa) laakiin uma baahnid (inaad ku diido ilaa aadan haysan firaaqo mooye). Hadii goob taada la tusayo iibsade, caymis ama daymiye (kuwa dadka aamaahiya lacagta lagu gato guri), waa in mulkiilaha gurigaaga uu 24 saac ka hor ku sii siiyo ogaysiis ah qoraal.\n\nMulkiilaha gurigaada wuu tusi karaa kiroole kale goob taada hadii:\n\n- hadii ogaysiis lagugu siiyey inaad guurto.\n- hadii mulkiilaha gurigaaga uu ogaysiis kugu siiyey inaad guurto, ama\n- adiga iyo mulkiilaha gurigaaga ku heshiiseen inaad guuri doonto.\n\nHadaba xaaladan, mulkiilaha gurigaaga ma aha inuu ku siiyo ogaysiis ah qoraal, laakiin waa inuu dadaal ah macquul kuugu sii sheego marka ay kuu imaanayaa.\n\n",
                    "options": {},
                    "sources": [
                        "https://stepstojustice.ca/legal-topic/housing-law/covid-19"
                    ]
                },
                "withhold-property": {
                    "title": "Mulkiilaha Gurigayga ma iga reeban (haysan) karaa alaab tayda hadii uu igu leeyahay kiro?",
                    "image_source": "/img/graphics/withhold-property.png",
                    "content": "\n\nMaya, waa sharci daro inuu mulkiilaha gurigaaga uu kaa reebto (haysto) wax aad leedahay.\n\n",
                    "options": {},
                    "sources": [
                        "https://stepstojustice.ca/legal-topic/housing-law/covid-19"
                    ]
                },
                "ltb-ruling": {
                    "title": "Ka waran hadii LTB ( gudida guriga) ay gaadhaan qaraar lagu igu barabixinayo?",
                    "image_source": "/img/graphics/ltb-ruling.png",
                    "content": "\n\nHadii gudida guriga amraan in lagu barabixiya, waa inaad 72 ku qaadato alaab taada oo dhan kadibna (cidanka) Sheriff imaan imaadaan oo qufuli guriga. Xiliga 72 saac, mulkiilaha gurigaaga ayaa alaab taada ku hayn (ilaalin) goob taada agteeda, kuuna saamixi inaad soo doonato inta u dhexaysa 8 aroornimo ilaa iyo 8 fiidnimo. Balse, hadii aad baxdo marka la badalo qataarka guriga (adiga oo aan qaadan alaab taada), sharcigu ma cadaynayo xiliga ah inaad la baxdo alaab taada.\n\nHadii aad guurto:\n\n- kadib marka aad mulkiilaha gurigaada siisay ogaysiis,\n- maadaama aad heshay ogaysiis ah inaad soo afmeerto kiroolenimadaada, ama\n- maadaama adiga iyo mulkiilaha gurigaaga isku raacdeen inaad soo afmeerto kiroolenimadaada.\n\nMulkiilaha gurigaada wuu iibin, qaysan ama bixin karaa wax walba oo aad kaga tagtay aqal kaaga.\n\nWarbixin (sii) badan ka eego xigashada hoose.\n\n",
                    "options": {},
                    "sources": [
                        "https://stepstojustice.ca/legal-topic/housing-law/covid-19"
                    ]
                }
            }
        },
        "immigration": {
            "title": "Socdaal",
            "image_source": "/img/graphics/immigration.png",
            "options": {
                "visiting": {
                    "title": "Booqashada Canada",
                    "image_source": "/img/graphics/visiting.png",
                    "options": {
                        "help-friend": {
                            "title": "Can I help a friend or family member apply to visit Canada?",
                            "image_source": "/img/graphics/help-friend.png",
                            "content": "\n\nQof kasta oo raba inuu booqdo Canada, waa inuu dibada Canada ka soo codsado ka hor inta uunan soo socdaalin.   Waxa ay qof kaaga iyo saaxiib kaaga u bahan yihiin inay isku haleeyaan:\n\n- Wadanka soo saaray warqada socdaal kooda\n- Qaranka ay u dhasheen iyo\n- Sida ay ugu soo socdaalayaan (galayaan) Canada (bad, barri, ama bari)\n\nMararka qaar, “fiiso booqasho” ayaa ah shuruud, taas oo ah dukumeenti ogaalanaya in la soo galo Canada. Warqad martiqaad ama dukumeenti leh ujeedo oo qof ku martiqaadaya Canada ayaa caawin (xoojin) codsiga, laakiin ma aha hubaal in fiisada la soo saari (ogalaan) iyo galida Canada.\n\n",
                            "options": {},
                            "sources": [
                                "https://www.cic.gc.ca/english/helpcentre/answer.asp?qnum=421&amp;top=16"
                            ]
                        },
                        "visitor-stay": {
                            "title": "Mudo intee la eg ayaan booqasho ku joogi karaa Canada?",
                            "image_source": "/img/graphics/visitor-stay.png",
                            "content": "\n\nSi guud, 6 bilood ayaad booqde ahaan u joogi kartaa Canada. Marka aad soo gaadho Canada, aska ilaalada xuduuda ayaa maangal kooda kugu siin lix bilood ka yar ama ka badan (malaha). Hadii ay taas dhacdo, Askariga xuduudka ayaa baasaboor kaaga ku dhigi taariikhda ah inaad ka baxdo Canada. Hadii Askariga xuduudka uunan baasaboor kaaga ku dhigin taariikhda ah inaad ka baxdo Canada, lix bilood ayaad sii joogi kartaa lagana bilaabo maalinta aad soo gashay Canada, ama hadii kale waad iska sii joogi kartaa ilaa uu baasaboor kaaga dhacayo, tii marba hor dhacda (ayey ku xidhan tahay). Hadii aad damcdo inaad inbadan sii joogto, waa inaad codsato mudokororsi ugu yaraan 30 maalin ka hor xiliga laguu ansixiyey inaad joogto Canada.\n\n",
                            "options": {},
                            "sources": [
                                "https://www.canada.ca/en/immigration-refugees-citizenship/services/visit-canada/about-visitor-visa.html"
                            ]
                        },
                        "visitor-visa-denied": {
                            "title": "Ka waran hadii la diido fiisada booqashadayda?",
                            "image_source": "/img/graphics/visitor-visa-denied.png",
                            "content": "\n\nHadii horay loo diiday codsigaaga booqashada Canada, marka mar dambe ha ku soo dalban warbixin la mid ah tii hore. Hadii xitaa laanta ama wakiilka socdaalka kaa caawiyeen codsiga, laakiin hadii ay warbxintu la mid tahay tii hore, go’aankii (hore) badalmi maayo. Waa la diidi karaa codsigaaga sababta oo ah: in la aaminay inaad sii joogi doontid Canada in ka badan mudada laguu idmay; ama inaan laguu aqbali karin (galista) Canada ayaa la ogaaday.\n\nSababo badan ayaan laguugu aqbali karin inaad gasho Canada, ay ka mid tahay sabab amni, caafimaad, dhaqaale, dambi gelis, ama aad isticmaalayso warbixin aan ahayn taada (adiga iska dhigaya qof kaas).\n\nHadii uu xaal kaagu is badalay, dib ayaad u codsan kartaa (gelista Canada), codsigaaduna natiijo kale ayaa ka soo bixi karta. Tusaale ahaan, hadii sababta laguu aqbali waayey ay ahayd sabab caafimaad, laakiin xaalka caafimaad kaagu is badalay (waad soo dalban kartaa hadana).\n\n",
                            "options": {},
                            "sources": [
                                "https://www.cic.gc.ca/english/helpcentre/answer.asp?qnum=1485&amp;top=16"
                            ]
                        }
                    }
                },
                "citizenship": {
                    "title": "Wadaninimada Kanada",
                    "image_source": "/img/graphics/citizenship.png",
                    "options": {
                        "become-a-citizen": {
                            "title": "Sidee baan ku noqon karaa Kanadiyaan?",
                            "image_source": "/img/graphics/become-a-citizen.png",
                            "content": "\n\nSi aan u noqo Canadian, waa inaad:\n\n- rasmi dagan (Kanada),\n- waa inaad ku noolaato Kanada 3 sano ee 5tii sano ee u dambaysay,\n\n* Inaad xaraysay canshuurta, hadii loo baahdo,\n* Muuji xirfad luuqaad (ingiriis ama faransiis), kuna baas imtixaanka aqoonta Kanada. Shuruudo kale oo ku xidhnaan xaaladaada ayaa jiri kara. Hadii aad ka wayn tahay 65 ama aad ka yar tahay 18 shuruud kugu ma aha imtixaanka aqoonta Kanada.\n\n",
                            "options": {
                                "application-location": {
                                    "title": "Ma inaan dhex joogo Kanada baa marka aan dalbanayo Dhalashada Kanada?",
                                    "image_source": "/img/graphics/application-location.png",
                                    "content": "\n\nSi aan u noqo Canadian, waa inaad:\n\n- rasmi dagan (Kanada),\n- waa inaad ku noolaato Kanada 3 sano ee 5tii sano ee u dambaysay,\n\n* Inaad xaraysay canshuurta, hadii loo baahdo,\n* Muuji xirfad luuqaad (ingiriis ama faransiis), kuna baas imtixaanka aqoonta Kanada. Shuruudo kale oo ku xidhnaan xaaladaada ayaa jiri kara. Hadii aad ka wayn tahay 65 ama aad ka yar tahay 18 shuruud kugu ma aha imtixaanka aqoonta Kanada.\n\nFiiri u qalmid [https://www.cic.gc.ca/english/citizenship/check-eligibility.asp](https://www.cic.gc.ca/english/citizenship/check-eligibility.asp)\n\n",
                                    "options": {},
                                    "sources": [
                                        "https://www.cic.gc.ca/english/helpcentre/answer.asp?qnum=911&amp;top=5",
                                        "https://www.canada.ca/en/immigration-refugees-citizenship/services/canadian-citizenship/become-canadian-citizen/after-apply-next-steps.htm"
                                    ]
                                },
                                "application-refused": {
                                    "title": "Ka waran hadii la diiday codsigayag wadaninimo?",
                                    "image_source": "/img/graphics/application-refused.png",
                                    "content": "\n\nHadii la diiday codisigaaga wadaninimo, did waad u dalban kartaa, ama si leh garsoornimo ayaad maxmada fadaraalka ee Kanada ugu fiirin kartaa. “Dib u eegista garsoor” waa ay hal maxkamada dib u dhawrto go’aanka haayadaha kale ee maamulka. 30 maalmood ayaad haysataa inaad ku soo dalbato ama dib ugu fiiriso si leh garsoor. Cod kasta ee Wadaninimada Kanada, khidmad, foom cusub iyo waxyaabo kale oo ah (raacsanaa) codsigii hore ayaa loo baahnaan in dib loo soo dhiibo. Ma jirto waqti-sugis loo baahan yahay ka hor inta aadan dib u soo dalban Wadaninimada Kanada.\n\n",
                                    "options": {},
                                    "sources": [
                                        "https://stepstojustice.ca/questions/immigration/my-citizenship-application-was-refused-what-can-i-do#:~:text=October%202018-,Ask%20the%20Federal%20Court%20to%20review%20the%20decision,and%20it&#39;s%20a%20complicated%20process",
                                        "https://www.cic.gc.ca/english/helpcentre/answer.asp?qnum=905&amp;top=5"
                                    ]
                                }
                            },
                            "sources": [
                                "https://www.canada.ca/en/immigration-refugees-citizenship/services/canadian-citizenship/become-canadian-citizen.html"
                            ]
                        },
                        "lose-citizenship": {
                            "title": "ma waayi doonaa ( sii haysashada) mudaninimada wadan kale?",
                            "image_source": "/img/graphics/lose-citizenship.png",
                            "content": "\n\nWadanka aad ka ahayd wadaniga Sharcigiisa ayey ku xidhan tahay. Kanada dhexdeeda, waad ahaan kartaa wadan ah Kanadiyaan iyo wadani wadan kale labadaba. Balse, wadan kaaga inuu leeyahay sharci duwan ayaa laga yabaa, wadamada qaarna kuu ma ogalanayaan hadii aad hantido wadniyada Kanada.\n\n",
                            "options": {},
                            "sources": [
                                "https://www.cic.gc.ca/english/helpcentre/answer.asp?qnum=359&amp;top=5"
                            ]
                        },
                        "marrying-a-citizen": {
                            "title": "Hadii aan guursado Kanadiyaan durba maan noqon Kanadiyaan?",
                            "image_source": "/img/graphics/marrying-a-citizen.png",
                            "content": "\n\nMaya, marka aad guursato Kanadiyaan durba ma noqonaysid Kanadiyaan. Hadii aad rabto inaad hesho wadaniyad ah nadiyaan, waa inaad raacdo talaabooyinka qof kasta oo kale uu raaco. Balse, hadii aad rabto inaad noqoto Kanadiyaan, lamaanahaga ayaa ku xarayn kara isboonsar.\n\n",
                            "options": {},
                            "sources": [
                                "https://www.cic.gc.ca/english/helpcentre/answer.asp?qnum=357&amp;top=5 "
                            ]
                        }
                    }
                },
                "permanent-residency": {
                    "title": "Dagane ah rasmi",
                    "image_source": "/img/graphics/permanent-residency.png",
                    "options": {
                        "lose-pr": {
                            "title": "Ma waayi karaa daganaanshahayga ah rasmiga?",
                            "image_source": "/img/graphics/lose-pr.png",
                            "content": "\n\nHaa, dhawr sabab ayaad ku waayi kartaa darajadaada, oo waana laaga bixin (Wadanka) bilaa eegid intii aad ku noolayd Kanada. Waad waayi kartaa darajadaada hadii aad dhiibtay warbixin ah been ama aadan la wadaagin Warbixintii laga lagaga baahnaa markii aad codsanaysay deganaanshaha ah rasmiga\n\n",
                            "options": {
                                "time-out-of-country": {
                                    "title": "Ka waran hadii aan waqti ku qaato meel ka baxsan Kanada?",
                                    "image_source": "/img/graphics/time-out-of-country.png",
                                    "content": "\n\nBilaa soo noqosho, waqtiga aad ku qaadatay dibada Kanada inta uu la eg yahay ayey ku xiran tahay. Sida guud, mudo ah 5 sano, waa inaad ugu yaraan 2 sano ku dhex sugnaato Kanada. Hadii aad mudo ka yar maqnaato, marka durba waayi maysid deganaanshahaaga ah rasmiga ilaa la gaadho go’aan, oo la dhamaystiro hawsha ah rasmiga.\n\n",
                                    "options": {},
                                    "sources": [
                                        "https://www.cic.gc.ca/english/helpcentre/answer.asp?qnum=064&amp;top=10",
                                        "https://www.cic.gc.ca/english/helpcentre/answer.asp?qnum=1468&amp;top=10",
                                        "https://settlement.org/ontario/immigration-citizenship/permanent-residence/permanent-resident-pr-status/what-are-the-residency-requirements-for-permanent-residents-prs/",
                                        "https://stepstojustice.ca/questions/immigration/can-i-lose-my-permanent-resident-status-if-i-spend-time-outside-canada#:~:text=You%20don&#39;t%20lose%20your,important%20to%20get%20legal%20help"
                                    ]
                                },
                                "criminal-charge": {
                                    "title": "Ka waran hadii la igu soo oogay dambi?",
                                    "image_source": "/img/graphics/criminal-charge.png",
                                    "content": "\n\nHadii arimahan hoose ay dhamaan ku wada quseeyaan, waad waayi kartaa daganaanshahaaga ah rasmiga, oo waana lagugu qasbi inaad ka tagto Kanada.\n\n* Hadii lagugu qabtay dambi oo lagugu helay (cadeeyey),\n* Hadii dambigu uu yahay mid culus,\n* Haayada adeega xuduudaha Kanada (CBSA) ayaa qaadi talaabooyin lagu afjarayo darajada danaanshahaaga ah rasmiga,\n* Hadii lagu amray in laga tarxiilo Kanada\n* Racfaan ka ma qaadan kartid ama racfaan kaagu ma hirgalayo. Hadii lagaa tarxiilay Kanada, mudo ayaa laga mamnuuci Wadanka, oo (xitaa) qoys kaaga aan ahayn Kanadiyaan inay Wadanka ka baxaan (laga saaro) ayaa laga yaabaa. Dambi culus waa ka leh ugu badnaan 10 sano ama ka badan oo ah xabsi ama 6 bilood ah xabsi.\n\n",
                                    "options": {},
                                    "sources": [
                                        "https://www.canada.ca/en/immigration-refugees-citizenship/services/canadian-citizenship/become-canadian-citizen/eligibility.html"
                                    ]
                                }
                            },
                            "sources": [
                                "https://www.canada.ca/en/immigration-refugees-citizenship/services/canadian-citizenship/become-canadian-citizen/eligibility.html"
                            ]
                        },
                        "apply-for-citizenship": {
                            "title": "Dagane ah rasmi ahaan maan dalbadaa (warqada) wadaninimada Kanada?",
                            "image_source": "/img/graphics/apply-for-citizenship.png",
                            "content": "\n\nHaa, way haboon tahay inaad noqo wadani ah Kanadiyaan maxaa yeelay wadani ahaan xaq sare (oo badan) ayaad helaysaa. Tuule ahaan, wadaniga h Kanadiyaan wuu Doorasho ayuu codayn karaa, baasaboorka Kanada ayu                                     u codsan karaa, oo xeerbeegsade ayaad xeerbeediga ka noqon kartaa.\n\n",
                            "options": {},
                            "sources": [
                                "https://www.canada.ca/en/immigration-refugees-citizenship/services/canadian-citizenship/become-canadian-citizen/eligibility.html"
                            ]
                        }
                    }
                },
                "sponsorship": {
                    "title": "Kafaalasho",
                    "image_source": "/img/graphics/sponsorship.png",
                    "options": {
                        "sponsorship-eligibility": {
                            "title": "Ma u leeyahay xaq inaan sameeyo dalab kafaalaqaad?",
                            "image_source": "/img/graphics/sponsorship-eligibility.png",
                            "content": "\n\nHadii aad tahay ama ka wayn tahay 18 sano, waad kaafalaqaadi kartaa qoys kaaga ku nool dibada Kanada si ay ugu noolaadaan si ah rasmi – hadii aad tahay:\n\n* wadani ah Kanadiyaan\n* dagane ah rasmi\n* ama Indian under the Indian Act. (Cid waad kafaalaqaadi kartaa)\n\nMararka qaar, in aadan awoodin inaad qaarabadaada kafaalaqaado ayaa laga yaabaa. Tusaale, hadii aad ku jirto xabsi, aad cadaysatay musalfnimo, caydha ugu jirto wax ka baxsan naafanimo, ama sababo kale, ma kafaalaqaadi kartid (cidna).\n\n",
                            "options": {},
                            "sources": [
                                "https://www.canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/family-sponsorship/spouse-partner-children/eligibility.html"
                            ]
                        },
                        "how-to-sponsor": {
                            "title": "Sidee baan u samayn karaa codsi kafaalaqaad?",
                            "image_source": "/img/graphics/how-to-sponsor.png",
                            "content": "\n\nSi aad u samayso codsi kafaalaqaad, waa inaad bixiso khidmad, buuxiso shuruudaha dakhli, aadna bixiso warbixinada codsiga ee loo baahan yahay. Mararka qaar, shuruudaha dakhliga ee ah inaad kasbato (haysato) si aad u kafaalaqaad qof (Taas) ma qusayso hadii aad kafaalaqaadayso lamaane, rafiiq, ama ilmo. Waa inaad ku noolaato gudaha Kanada si aad u kafaalaqaado qaraabo u leh xaq ilaa aad:\n\n* tahay Kanadiyaan ku nool dibada, oo\n* qorshaysatay inaad ku soo noqoto Kanada markii ay qaarabadaada soo galaan, oo\n\naad kaafalaqadayso laamanahaaga ama lamaanahaga-sharci ama ilmahaaga oo aan lahayn caruur ku tiirsan.\n\n",
                            "options": {
                                "support-sponsor": {
                                    "title": "Ma inaan kaalmeeyo baa dadka aan kafaalaqaaday?",
                                    "image_source": "/img/graphics/support-sponsor.png",
                                    "content": "\n\nHaa, marka aad dad u soo kafaalaqaado (keento) Kanada, waa inaad ku kaalmayso guri, dhar, lacag ay isaga bixiyaaan waxyabaha ah asaasi inay ku noolaadaan. Marka aad samayso codsiga kafaalaqaadka, waa inaad:\n\n* Buuxiso shuruudaha dakhliga\n* Saxeexdo warqad ku raacid (ogalaansho) ah inaad kaalmaynayso qaraabada iyo qaraabada kale ee qalanta (imaanshaha Kanada) ee kuu imanaysa adiga.\n* Lagana bilaabo tariikhda ay noqdeen dagane ah rasmi\n* Ilaa 10 sano (da’dooda iyo sida ay kuu xigaane ayey ku xiran tahay).\n\n",
                                    "options": {},
                                    "sources": [
                                        "https://www.canada.ca/en/immigration-refugees-citizenship/corporate/publications-manuals/operational-bulletins-manuals/permanent-residence/non-economic-classes/family-class-assessing-sponsor.html",
                                        "https://www.cic.gc.ca/english/helpcentre/answer.asp?qnum=1302&amp;top=11"
                                    ]
                                },
                                "not-support-sponsor": {
                                    "title": "Ka waran hadii aan kaalmaynin dadka aan kafaalaqaaday?",
                                    "image_source": "/img/graphics/not-support-sponsor.png",
                                    "content": "\n\nHadii aad kaalmayn waydo dadka aad kafaalaqaaday, dawlad ayey lacag ka dalbanayaan. waqtiga aad kafaalqaade ahaan ay ahayd inaad kaalmayso hadii ay dawladu siiso lacag, marka:\n\n* lacagta la siiyey adiga ayey dawladu kaa qaadi kartaa.\n* Dawladu way kaa hor istaagi inaad kafaalaqaado dad kale.\n\n",
                                    "options": {},
                                    "sources": [
                                        "https://owjn.org/2017/05/sponsorship-breakdown-what-will-happen-to-my-immigration-status/",
                                        "https://www.cic.gc.ca/english/helpcentre/answer.asp?qnum=1302&amp;top=11"
                                    ]
                                }
                            },
                            "sources": [
                                "https://www.canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/family-sponsorship/spouse-partner-children/apply.html",
                                "https://www.canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/family-sponsorship/other-relatives/apply.html",
                                "https://www.cic.gc.ca/english/helpcentre/results-by-topic.asp?top=14"
                            ]
                        },
                        "who-can-i-sponsor": {
                            "title": "Ayaa (cid) kafaalaqaadi kara?",
                            "image_source": "/img/graphics/who-can-i-sponsor.png",
                            "content": "\n\nSida guud, waa kafaalaqaadi kartaa:\n\n* Lamaane (ha noqdo kala jinsi ama isku jinsi, guur ama xidhiidh dheer)\n* Caruur (aad dhashay ama korsatay)\n* Waalid ama ayeey iyo awoowe\n\nXiliga aad noqotay dagane ah rasmi hadii aad leedahay lamaane ama caruur waa inaad wargeliso Shaqaalaha laanta socdaalka. Hadii kale, dhibaatooyin ayaad la kulmi kartaa, mana kafaalaqaadi kartid cidaas (aadan horay u sheegin) ilaa aad buuxiso shuruudo gaar oo (khaas) u reeban.\n\n",
                            "options": {},
                            "sources": [
                                "https://www.cic.gc.ca/english/helpcentre/results-by-topic.asp?top=14"
                            ]
                        },
                        "sponsorship-denied": {
                            "title": "Ka waran hadii la diido dalab kayga kafaalaqaadka?",
                            "image_source": "/img/graphics/sponsorship-denied.png",
                            "content": "\n\nHadii la diido dalabka kafaalaqaad kaaga, racfaan ayaad go’aanka ugu qaadan kartaa gidida laanta socdaalka iyo qaxoontiga Kanada si aad u hesho go’aan kan ka duwan. 30 maalmood ayaad haysataa laga bilaabo waqtiga aad heshay qoraalka go’aanka diidaya dalab kaaga, ee aad ka qaadanayso racfaanka.\n\nDib u dalbo ama ka qaado racfaan, laakiin hadii uu yahay (waa inuu noqdo) kafaalaqaad ah (laga soo codsanayo) dibada Kanada. Gudaha Kanada kuma qaadan kartid racfaan. Cawaaqiib ayaa la jiri karta racfaanka.\n\n",
                            "options": {},
                            "sources": [
                                "https://www.cleo.on.ca/en/publications/hcref#full",
                                "https://www.cleo.on.ca/en/publications/refhearing#full",
                                "https://stepstojustice.ca/legal-topic/immigration",
                                "https://www.cic.gc.ca/english/helpcentre/results-by-topic.asp?top=5",
                                "https://www.canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/family-sponsorship/other-relatives/eligibility.html",
                                "https://irb-cisr.gc.ca/en/filing-immigration-appeal/Pages/immapp-a1.aspx",
                                "https://www.cic.gc.ca/english/helpcentre/answer.asp?qnum=023&amp;top=4"
                            ]
                        }
                    }
                }
            }
        },
        "employment": {
            "title": "Shaqaalaynta",
            "image_source": "/img/graphics/employment.png",
            "options": {
                "worker-rights": {
                    "title": "Xaqa shaqaale",
                    "image_source": "/img/graphics/worker-rights.png",
                    "options": {
                        "layoff-rights": {
                            "title": "Waa maxay xaquuqdayda hadii la iga fadhiiso shaqo?",
                            "image_source": "/img/graphics/layoff-rights.png",
                            "options": {
                                "layoff-notice": {
                                    "title": "Imisa ogaysiis ayaa ah in la I siiyo hadii la iga fadhiisnayo shaqo?",
                                    "image_source": "/img/graphics/layoff-notice.png",
                                    "content": "\n\nHadii mar hore kumeelgaar lagaga fadhiisiyey shaqo, marka waa laga yaabaa in si ah rasmi bilaa ogaysiis lagaga fadhiisiiiyo (shaqada). “Fadhiisiin ah kumeelgaar” waa marka shaqaale laga dhimo ama joojiyo shaqada iyada oo la ogsoon yahay inuu qof kaas Hadhoow ku soo noqon doono shaqada. Fadhiisiin ah kumeelgaar ilaa 13 toddobaad ee 20 toddobaad oo isku xiriirsan ayey noqon kartaa. Balse, Fadhiisiin ah kumeelgaar waa inay ka yarataa 35 toddobaad ee 32 toddobaad oo isku xiriirsan.\n\n",
                                    "options": {},
                                    "sources": [
                                        "https://www.ontario.ca/document/your-guide-employment-standards-act-0/termination-employment",
                                        "https://stepstojustice.ca/questions/employment-and-work/i-have-been-fired-how-much-notice-should-i-get",
                                        "https://settlement.org/ontario/employment/my-rights-at-work/if-you-get-fired-or-laid-off/",
                                        "https://www.cleo.on.ca/en/publications/beenfired"
                                    ]
                                }
                            }
                        },
                        "fire-rights": {
                            "title": "Waa maxay xaquuqday hadii la cayriyo?",
                            "image_source": "/img/graphics/fire-rights.png",
                            "options": {
                                "firing-notice": {
                                    "title": "Imisa codsi ayaa ah in la I siiyo hadii la I cayrinayo?",
                                    "image_source": "/img/graphics/firing-notice.png",
                                    "content": "\n\nOgaysiisyada afjarista (hawl ama arin), ugu yaraan ogsiisyo ka bilaabmaya 1 toddobaad ayaa jira, oo lagu talagalay kuwa shaqeeyey isku kambani mudo ah 3 bilood, 8 bilood, iyo kuwa u shaqeeyey 8 sano ama in ka badan. Badanaa, in ka badan mudada ogaysiiska ugu yar ayaa la siiya dadka, waayo maxkamada ayaa dhawri inay aragto waxa ugu macquulsan Xaajadan. Badanaa, in ka badan mudada ugu ogaysiis ayaa ah shuruud, marka:\n\n* Marka shaqaaluhu shaqeeyey waqti dheer\n* Marka uu shaqaaluhu hayo shaqo ah gaar\n* Marka ay tahay dhib in la helo shaqo la mid ah (tan)\n* Marka dad ahaan la wayn yahay\n\n",
                                    "options": {},
                                    "sources": [
                                        "https://www.cleo.on.ca/en/publications/beenfired/i-have-been-fired-how-much-notice-should-i-get",
                                        "https://stepstojustice.ca/questions/employment-and-work/i-have-been-fired-how-much-notice-should-i-get",
                                        "https://www.ontario.ca/document/your-guide-employment-standards-act/termination-employment"
                                    ]
                                },
                                "firing-without-notice": {
                                    "title": "Ma la I cayrin karaa bilaa ogaysiis?",
                                    "image_source": "/img/graphics/firing-without-notice.png",
                                    "content": "\n\nHaa, mararka qaar cida aad u shay way ku cayrin karaan bilaa ogaysiis hadii aad ku dhaqanto anshaxo, sida xatooyo ama u kas u waxyeelayso hantida mulkiilaha. Sidaas oo kale, waa la igu cayrin karaa bilaa ogaysiis hadii cida ku shaqalaysiisay aadan joogto u la shaqaynin ugu yaraan 3 bilood. Hadii xitaa aad samaysay wax ah khalad, cida aad u shaqayso ku ma eryi karto bilaa ogaysiis, Hadii:\n\n* Hadii ficil kaagu ahayn halis ama khatar\n* Hadii aan lagu siinin Fursad aad ku saxdo ficil kaaga, ama\n* Hadii cida ku shaqalaysiisay aad u ahayd shaqaale mudo dheer.\n\n",
                                    "options": {},
                                    "sources": [
                                        "https://stepstojustice.ca/questions/employment-and-work/can-i-be-fired-without-any-notice",
                                        "https://stepstojustice.ca/questions/employment-and-work/i-have-been-fired-how-much-notice-should-i-get",
                                        "http://www.ohrc.on.ca/en/iv-human-rights-issues-all-stages-employment/13-ending-employment-relationship",
                                        "https://www.canada.ca/content/dam/canada/employment-social-development/migration/documents/assets/portfolio/docs/en/reports/labour_standards/termination/termination.pdf"
                                    ]
                                },
                                "firing-justification": {
                                    "title": "Ma qasab baa in cida aan u shaqeeyo I siiso sabab la igu fadhiisiiyo ama la igu cayriyo?",
                                    "image_source": "/img/graphics/firing-justification.png",
                                    "content": "\n\nCida aad u shaqayso uma baahna (ogalaansho inay) ogaysiis ku siiyaan hadii ay ku cayrinayaa ama ku fadhiisiinayaa, laakiin xaalad walba waa waajib inay ku siiyaan qoraal ah agaysiis afjaris shaqo. Qoraal “Ogaysiis afjaris (shaqo, hawl ama arin) laba qaab mid ayey noqon kartaa:\n\n1. Cida aad u shaqayso ayaa (inta aan lagu cayrinin) horay kuugu sii sheegi\n2. Cida aad u shaqayso dhaqso (in lagu cayrinayo) kuugu sheegi, deetana waajib ayey ku tahay inay dhaqso kuu siiyaan soo “afjaris mushahar” ama lacag aad shaqaysan kartay hadii ay horay ku siin lahayeen ogaysiis (inta aan lagu cayrinin ka hor).\n\n",
                                    "options": {},
                                    "sources": [
                                        "https://www.cleo.on.ca/en/publications/beenfired/i-have-been-fired-how-much-notice-should-i-get",
                                        "https://stepstojustice.ca/questions/employment-and-work/i-have-been-fired-how-much-notice-should-i-get",
                                        "https://www.ontario.ca/document/your-guide-employment-standards-act/termination-employment"
                                    ]
                                }
                            }
                        }
                    }
                },
                "employment-insurance": {
                    "title": "Macaashka Caymiska Shaqaalaynta",
                    "image_source": "/img/graphics/employment-insurance.png",
                    "options": {
                        "ei-benefits": {
                            "title": "Waa maxay EI (Caymiska Shaqaalaynta)?",
                            "image_source": "/img/graphics/ei-benefits.png",
                            "content": "\n\nEI (Caymiska Shaqaalaynta) waa macaash la siiyo kuwa (shaqaalayaasha) sabab aynan iyagu kasbin u waayey shaqadooda, oo haya waqti, una ah diyaar inay shaqeeyaan, laakiin aan helin (raadinaya wali) shaqo.\n\n",
                            "options": {
                                "ei-qualification": {
                                    "title": "Sidee baan ugu qalmaa (inaan qaato) EI (Caymiska Shaqaalaynta)?",
                                    "image_source": "/img/graphics/ei-qualification.png",
                                    "content": "\n\nWaa laga yaabaa inaad EI (Macaashka Caymiska Shaqaalaynta) u yeelata xaq hadii aad:\n\n* Hadii aad u shaqaynaysay (cid la canshuuri karo) ama (aad u shaqaynaysay cid ah Kanadiyaan).\n* Hadii aad shaqadaada u wayday sabab aadan adigu kasbin awgeed\n* Hadii aad bilaa shaqo tahay 7 maalmood ee 52dii toddobaad ee ugu dambeeyey\n* Hadii aad shaqaysay sacadaha la canshuuri karo ee Shaqaalaynta ee 52dii toddobaad ee ugu dambeeyey ilaa iyo xiligii aad markii kugu dambaysa codsatay EI (Macaashka Caymiska Shaqaalaynta), hadba kii gaaban.\n* Hadii aad tahay diyaar, kartina u leedahay inaad shaqayso malin kasta.\n* Hadii aad u firfircoon tahay shaqo raadin.\n\n",
                                    "options": {},
                                    "sources": [
                                        "https://www.canada.ca/en/services/benefits/ei/cerb-application/transition/ei-questions.html",
                                        "https://www.canada.ca/en/services/benefits/ei/ei-regular-benefit/eligibility.html",
                                        "https://www.canada.ca/en/employment-social-development/programs/ei/ei-list/reports/regular-benefits/eligibilty.html",
                                        "https://www.ontario.ca/document/your-guide-employment-standards-act-0/termination-employment"
                                    ]
                                },
                                "when-to-apply": {
                                    "title": "Goorma ayaa codsadaa EI (Macaashka Caymiska Shaqaalaynta)?",
                                    "image_source": "/img/graphics/when-to-apply.png",
                                    "content": "\n\nWaa inaad durba codsato EI (Macaashka Caymiska Shaqaalaynta) marka aad joojiso shaqada waayo marka aad joojiso shaqada hadii aadan codsan EI (Macaashka Caymiska Shaqaalaynta) 4 todobaad gudahood, mushaharka ka yara lacagta EIda (Macaashka Caymiska Shaqaalaynta) ayaa laga inaad hesho (lagu siiyo). Hadii aad sii sugto waqti dheer, in aadanba helin mushaharka EIda (Macaashka Caymiska Shaqaalaynta) ayaa laga yabaa.\n\n",
                                    "options": {},
                                    "sources": [
                                        "https://www.cleo.on.ca/en/publications/beenfired/can-i-get-ei-benefits-if-i-was-fired#:~:text=If%20you%20are%20unemployed%20and,even%20if%20you%20were%20fired.&amp;text=If%20EI%20staff%20say%20you,doing%20something%20wrong%20on%20purpose",
                                        "https://www.canada.ca/en/employment-social-development/programs/ei/ei-list/fired-misconduct.html",
                                        "https://stepstojustice.ca/questions/employment-and-work/can-i-get-ei-if-my-employer-fired-me-doing-something-wrong"
                                    ]
                                },
                                "before-application": {
                                    "title": "Maxaan sameeyaa ka hor inta aan codsan EI (Macaashka Caymiska Shaqaalaynta)?",
                                    "image_source": "/img/graphics/before-application.png",
                                    "content": "\n\nHubi inaad la timid sacadaha Shaqaalaynta ee la canshuuri karo looguna qalmo qaadashada EI (Macaashka Caymiska Shaqaalaynta). sacadaha Shaqaalaynta ee la canshuuri karo looguna waa inay ururaan xiliga aad u qalantin kaaga. “Xiliga aad u qalantinka” waa:\n\n* Mudo ah 52 toddobaad ka hor inta aadan codsan ama\n* Xili ka horeyey bilowgii macaashkii hore ilaa iyo waqtiga macaash kaaga cusub, hadii aad horay u codsatay macaash, oo codsigaadii la aqbalay 52kii toddobaad ee ugu dambeeyey gudahooda.\n\nInta u dhaxaysa 420 and 700 saacadood oo la canshuuri karo ayaad u baahan tahay (taas) oo ku salaysan qiimayta shaqo la’aanta ee aagaaga (ka jirta). Qadarka sacadaha la canshuuri karo way badalmeen xiliga Covid.\n\n",
                                    "options": {},
                                    "sources": [
                                        "https://www.canada.ca/en/services/benefits/ei/ei-regular-benefit/apply.html",
                                        "https://www.canada.ca/en/services/benefits/ei/ei-regular-benefit/before-applying.html"
                                    ]
                                },
                                "ei-unqualified": {
                                    "title": "ka waran hadii aanan u qalmin EI ((Macaashka Caymiska Shaqaalaynta)?",
                                    "image_source": "/img/graphics/ei-unqualified.png",
                                    "content": "\n\nHadii aadan u qalmin EI (Macaashka Caymiska Shaqaalaynta), caawimaadka kale ee barnaamijka dawlada ayaad heli kartaa (taas) loo yaqaano Ontario Works (OW), (shaqada Ontario). Si aad ugu qalanta Ontario Works (OW), (shaqada Ontario), waa inaad:\n\n* Waa inaad ku nooshahay Ontario\n* Waa inaad u baahan tahay lacag aad iskaga bixiso kiro, kuna iibsato cunto, iyo\n* Waa inaad diyaar u tahay inaad hesho shaqo.\n\n",
                                    "options": {},
                                    "sources": [
                                        "https://www.canada.ca/en/employment-social-development/programs/ei/ei-list/ei-roe.html",
                                        "https://www.canada.ca/en/employment-social-development/programs/ei/ei-list/reports/roe-guide/understand.html",
                                        "https://www.canada.ca/en/employment-social-development/programs/ei/ei-list/ei-roe/access-roe.html",
                                        "https://settlement.org/ontario/employment/financial-assistance/employment-insurance/how-do-i-apply-for-employment-insurance-ei/"
                                    ]
                                }
                            },
                            "sources": [
                                "https://www.canada.ca/en/services/benefits/ei/cerb-application/transition/ei-questions.html",
                                "https://www.canada.ca/en/services/benefits/ei/ei-regular-benefit/eligibility.html",
                                "https://www.canada.ca/en/employment-social-development/programs/ei/ei-list/reports/regular-benefits/eligibilty.html",
                                "https://www.ontario.ca/document/your-guide-employment-standards-act-0/termination-employment"
                            ]
                        }
                    }
                },
                "compensation": {
                    "title": "Mushahar shaqo helid",
                    "image_source": "/img/graphics/compensation.png",
                    "options": {
                        "wage-deductions": {
                            "title": "Cida aan u shaqeeyo wax may ka jari karaan mushahar kayga?",
                            "image_source": "/img/graphics/wage-deductions.png",
                            "content": "\n\nHaa, cida aad u shaqayso wax (lacag) way ka jari karaan mushahar kaaga. Sadex nooc oo ah jaris (lacag la ogol yahay in laga jaro mushahar kaaga) oo cida aad u shaqayso samayn karto ayaa jira:\n\n* (lacag) jaris sharciyeysan: loogu talagalay canshuurta dakhliga, Caymiska Shaqaalaynta, qorshaha hawlgabka Kanada.\n* Amar maxkamada: loo gaadhay sadexeeye (lacag) aan la bixinin.\n* Qoraal ogolansho: kaas oo aad saxeexayso waraaqo aad ku ogalanayso in cida aad u shaqayso lacag cayiman jari karto. Hadii Cida aad u shaqayso ay lacag ku dhex go’do ama khalad shaqo dhaco (lacag) kama jaran karaan mushahar kaaga.\n\nKa hor ama maalinta mushahar bixinta, waa in cida aad u shaqayso ku siiso ‘shaacinta mushaharka’ oo qoran, faahfahinaysa, cidada siinta, sicirka mushaharka, inta (la jaray) iyo Ujeedada jarista iyo warbixino kale. Warbixintan waa in laga soo reebo jeega lacagta si aynan u raacin marka la sarifayo jeega lacagta.\n\n",
                            "options": {},
                            "sources": [
                                "https://www.canada.ca/en/employment-social-development/programs/laws-regulations/labour/interpretations-policies/deductions-wages.html",
                                "https://www.ontario.ca/document/your-guide-employment-standards-act-0/payment-wages#:~:text=For%20example%2C%20employers%20are%20required,remitted%20to%20the%20proper%20authority",
                                "https://stepstojustice.ca/questions/employment-and-work/what-can-my-employer-deduct-my-pay"
                            ]
                        },
                        "employer-debt": {
                            "title": "Hadii aan lacag ku leeyahay cida aan u shaqeeyo, goor ayaa ah inay I siiyaan?",
                            "image_source": "/img/graphics/employer-debt.png",
                            "content": "\n\nCida loo shaqeeyo waa inay Shaqaalaha u yeesho xili iyo maalin mushahar qaadasho oo ah joogto. Cida aad u shaqayso waa inay ku siiso mushahar kaaga, oo ay waliba ku jirto mushaharka fasaxa, ugu dambayn:\n\n* 7 maalin ka dib marka aad soo afjarto shaqalanimada\n* Maalin taada xigta ee mushahar qaadashada.\n\nHadii aad kasbato komishin (lacag la helo marka alaab la gado) abaalgud (lacag la helo marka la sameeyo dadaal ah dheeraad), fiiri heshiiska aad la gashay cida kuu shaqaysa ama habdhaqankii ah caadi. Badanaa, abaalgudka (lacag la helo marka la sameeyo dadaal ah dheeraad), la bixiyo ilaa adeega ama alaabta la gaadhsiiyo goobtii loogu talagalay.\n\n",
                            "options": {},
                            "sources": [
                                "https://www.cleo.on.ca/en/publications/beenfired/if-my-employer-owes-me-money-when-must-it-be-paid-me#:~:text=Your%20employer%20must%20pay%20you,your%20next%20regular%20pay%20day",
                                "https://www.ontario.ca/document/your-guide-employment-standards-act/payment-wages",
                                "https://www.labour.gov.on.ca/english/es/topics/deductions.php",
                                "https://stepstojustice.ca/steps/know-your-options-if-your-employer-hasnt-paid-what-they-owe-you"
                            ]
                        },
                        "overtime": {
                            "title": "Ma waajib baa in cida aan u shaqeeyo I siiso lacag ah dheeraad?",
                            "image_source": "/img/graphics/overtime.png",
                            "content": "\n\nXaalada ayey (taas) ku xidhan tahay. Badanaa, marka aad toddobaadkii shaqayso in ka badan 44 saac ayuu bilaabmaa waqti(ga) ah dheeraad. Marka aad shaqayso 44 saac, waa waajib in lagu siiyo mushahar(ka) waqti ah dheeraad kaas oo ah sicirka mushahar kaaga  1½ jeer (lagu dhuftay saacadiiba). Tusaale, shaqaale la siiyey $14 saacadiiba, sicir waqti ah dheeraad oo ah $21 saacadiiba ayuu heli.\n\n",
                            "options": {},
                            "sources": [
                                "https://stepstojustice.ca/questions/employment-and-work/does-my-employer-have-pay-me-overtime",
                                "https://www.ontario.ca/document/your-guide-employment-standards-act-0/overtime-pay#:~:text=For%20most%20employees%2C%20whether%20they,at%20the%20overtime%20pay%20rate"
                            ]
                        }
                    },
                    "sources": [
                        "https://www.labour.gov.on.ca/english/atwork/workplacerights_fs.php",
                        "https://stepstojustice.ca/questions/employment-and-work/how-much-does-my-employer-have-pay-me#:~:text=Ontario's%20Employment%20Standards%20Act%20(ESA,at%20least%20%2414.25%20an%20hour",
                        "https://stepstojustice.ca/questions/employment-and-work/what-laws-apply-me-worker"
                    ]
                },
                "hours-of-work": {
                    "title": "Saacadaha shaqada",
                    "image_source": "/img/graphics/hours-of-work.png",
                    "options": {
                        "extra-hours-request": {
                            "title": "Ma la I waydiin karaa in aan shaqeeyo saacado badan?",
                            "image_source": "/img/graphics/extra-hours-request.png",
                            "content": "\n\nHaa, cida aad u shaqayso way ku waydiin kartaa in aad shaqayso saacado badan, laakiin waad diidi kartaa ilaa aad aqbashay inaad shaqayso saacado badan mooye. Ka hor inta cida aad u shaqaynayso aynan ku waydiinin inaad saxeexdo heshiis ah inaad shaqaynayso saacado badan, waa in lagu siiyo waraaqo warbixin oo ku saabsan mushaharka iyo watiga ah dheeraadka (saacadaha badan). Hadii aad saxeexdo heshiis ah inaad shaqayso saacado badan, waad baajin kartaa adiga oo 2 toddobaad ka hor siinaya warqad qoran oo ah ogaysiis cida aad u shaqayso hadii ku heshiisaan inaad (sii) shaqayso:\n\n* Ina ka badan 8 saac Maalintii (ama in ka badan Maalmaha shaqada ee caadiga u ah shaqadaada) ama\n* In ka badan 48 saac toddobaadkii. heshiiska ah in la shaqeeyo saacado badan ma noqon karo in ka badan 2 sano.\n\n",
                            "options": {},
                            "sources": [
                                "https://stepstojustice.ca/questions/employment-and-work/what-if-my-employer-asks-me-work-extra-hours#:~:text=Ontario's%20Employment%20Standards%20Act%20(ESA,standards%20that%20employers%20must%20follow.&text=Even%20if%20these%20rules%20apply,writing%20to%20work%20longer%20hours",
                                "https://www.cleo.on.ca/en/publications/rightswrk/can-my-employer-ask-me-work-longer-hours",
                                "https://www.ontario.ca/document/your-guide-employment-standards-act-0/hours-work"
                            ]
                        },
                        "weekends": {
                            "title": "Ma in cida aan u shaqeeyo (2 maalin ee ugu dambeeya toddobaadka) I siiyaan fasax baa?",
                            "image_source": "/img/graphics/weekends.png",
                            "content": "\n\nMaya, cida aad u shaqayso looga ma baahna inay (2 maalin ee ugu dambeeya toddobaadka) ku siiyaan fasax, laakiin waa looga baahan yahay inay ku siiyaan:\n\n* Fasax toddobaadkiiba 1 maalin, ama\n* Fasax 2 xidhiidhsan 2 toddobaadba. Tusaale, cida aad u shaqaysa waa looga bahan yahay inay hal maalin ku fasaxan markii aad shaqayso 6 maalmood oo xidhiidhsan.\n\n",
                            "options": {},
                            "sources": [
                                "https://www.ontario.ca/document/your-guide-employment-standards-act-0/hours-work",
                                "https://www.cleo.on.ca/en/publications/rightswrk/does-employer-have-give-weekends#:~:text=No.,in%20a%202%2Dweek%20period",
                                "https://www.ontario.ca/document/your-guide-employment-standards-act/retail-workers"
                            ]
                        },
                        "breaks": {
                            "title": "Imisa nasansho ayaan heli (marka aan ku jiro) shaqada?",
                            "image_source": "/img/graphics/breaks.png",
                            "content": "\n\nSida guud, marka aad shaqayso 5 saac, 30 daqiiqo oo ah nasiinsho ayaad leedahay. Cida aad u shaqayso looga ma baahna (ku ma aha waajib) inay ku siiyaan lacag (xiliga) nasiinshaha ilaa uu heshiiska shaqada ogol yahay in lagu siiyo lacag mooye. Hadii adiga iyo cida aad u shaqayso Odhaah ahaan ama qoraal ku heshiiseen, xaga (aad ka nasan lahayd) 30 daqiiqo, laba nasiinsho oo midkiiba yahay 15 daqiiqo ayaad heli kartaa. Xiliga cuntada lagu ma tixgalinayo saacadaha shaqada, oo lagu ma darayo saacadaha ha dheeraadka hadii lagu siinayo lacag ama aan lagu siinaynin.\n\n",
                            "options": {},
                            "sources": [
                                "https://www.ontario.ca/document/your-guide-employment-standards-act-0/hours-work",
                                "https://www.cleo.on.ca/en/publications/rightswrk/does-employer-have-give-weekends#:~:text=No.,in%20a%202%2Dweek%20period",
                                "https://www.ontario.ca/document/your-guide-employment-standards-act/retail-workers",
                                "https://www.canada.ca/en/employment-social-development/programs/laws-regulations/labour/interpretations-policies/30-minute-breaks.html"
                            ]
                        }
                    }
                },
                "time-off": {
                    "title": "Waqti (fasax) qaadasho",
                    "image_source": "/img/graphics/time-off.png",
                    "options": {
                        "illness-and-emergency": {
                            "title": "Dhawr maalmood fasax ma u qaadan karaa jiro ama arimo shaqsi oo ah degdeg?",
                            "image_source": "/img/graphics/illness-and-emergency.png",
                            "content": "\n\nHaa, qofkii ah shaqale ee u leh xaq fasax jiro, sanad walba sadex maalin oo ah bilaa mushahar ayuu qaadan karaa (mudada sanadka 1da bisha Janaayo ayey bilaantaa oo 1da bisha diseember ayey dhamataa) jiro, dhaawac ama xaalad caafimaad oo ah degdeg.  Qaadashada fasax ee sababahan awgood, “fasax xanuun” ayaa loo yaqanaa. Waad qaadan kartaa fasax jiro hadii aad jiran tahay, dhawacantay, ama la daristo xaalad caafimaad oo ah degdeg.\n\n",
                            "options": {
                                "sick-leave": {
                                    "title": "Ma inaan dhaawacmo baa si aan ugu qalmo fasax jiro?",
                                    "image_source": "/img/graphics/sick-leave.png",
                                    "content": "\n\nMa aha inaad ku dhaawacanto shaqada dhexdeeda ama la daristo xaalad caafimaad oo ah degdeg si aad ugu qalanta fasax jiro. Hadii aad leedahay qalin (caafimaad) oo horey loo sii qorsheeyey, waad (sii) codsan kartaa fasax jiro. Fasaxyada jiro ee aadan (horey u) isticmaalin (qaadan) uma sii dhigan kartid sanadaha (soo socda) mustaqbalka.\n\n",
                                    "options": {},
                                    "sources": [
                                        "https://www.cleo.on.ca/en/publications/rightswrk/what-if-i-need-few-days-illness-and-other-personal-emergencies",
                                        "https://www.ontario.ca/document/your-guide-employment-standards-act/personal-emergency-leave",
                                        "https://www.ontario.ca/document/your-guide-employment-standards-act-0/sick-leave",
                                        "https://stepstojustice.ca/questions/employment-and-work/can-i-take-time-sickness-or-personal-emergencies"
                                    ]
                                }
                            },
                            "sources": [
                                "https://www.cleo.on.ca/en/publications/rightswrk/what-if-i-need-few-days-illness-and-other-personal-emergencies",
                                "https://www.ontario.ca/document/your-guide-employment-standards-act/personal-emergency-leave",
                                "https://www.ontario.ca/document/your-guide-employment-standards-act-0/sick-leave",
                                "https://stepstojustice.ca/questions/employment-and-work/can-i-take-time-sickness-or-personal-emergencies"
                            ]
                        }
                    }
                }
            }
        },
        "criminal-law": {
            "title": "Sharci dambiile",
            "image_source": "/img/graphics/criminal-law.png",
            "content": "\n\nXeerka dambiga waa sharciga qeexa dambiyada ka dhex dhaca Kanada. Golaha dhacabka ayaa sameeya sharciga, askartuna way dhaqangaliyaan sharciga. Marka aad la macmiiltamayso askarta, xaq iyo nidaam ah gaar ayaad xaq u leedahay. Axdiga xuquuda iyo xoriyada ee Kanada ayuu ku shaacsan yahay Xuquuqda shaqsi ee xidhitaanka iyo haynta (CCRF). Qofka gudaha Kanada ku dhex nool (sugan) ayey Qoddobada CCRF (axdiga xuquuda iyo xoriyada ee Kanada) quseeyaan. Tan (kuwa xaqa u leh) Soogaleeti (qof ku cusub Kanada) iyo dagane ah rasmi (ruux haysata sharciga danaanshaha) ayaa ku jira.\n\nHadii askartu ka shakiyeen in qofku galay dambi kaliya ayey shaqsi u qaban oo una hayn karaan. Waad waydiin kartaa askarta hadii ay ku haynayaan. Hadii aadan xor ahayn, marka waa lagu hayn. Marka lagu haynayo, xaq ayaad u leedahay inaad waydiiso (askarta) sababta. Sharci kala duwan (oo ku saabsan) sida iyo halka uu askari ku joojin karo. Tusaale ahaan, hadii aad ku jirto baabuur, waa inaad markasta u joogsato asrkarta. Xaaladaha kale, askarta inay u yeeshaan iyo inaynan u yeelanin xaq ah sharci oo kugu joojiyaan (labadaba) waa laga yabaa. Markasta, way fiican tahay inaad la garyaqaan kala hadasho in sharci lagugu jooji oo lagugu hayey iyo in kale.\n\nHadii lagu xidho, xaq ayaad leedahay. (Ka hor inta aan lagu xidhan) waa in lagu sheego inaad xidhan tahay. Marka (laguu sheego in) aad xidhan tahay, xaq ayaad u leedahay inaad iska aamusto, xaqna aad u leedahay inaad raadsato (u bahan tahay) qareen. Xiliga aad xaqa u leedahay inaad iska aamusto, su’aalo ayey askartu ku sii waydiin karaa, laakiin xaq ayaad u leedahay in aadan ka jawaabin (su’aalaha askarta). Balse, hadii aad gasho shil baabuur, waa inaad askarta siiso warbixin. Marka aad gaasho saldhiga, askarta ayaa kuu diyaarin inaad la hadasho qareen. Askartu inay ku sii daayaan ama aad maxkamada u tagto damiin dhagaysi ayey (kala) go’aansan karaan. Caadi ahaan, 24 saac gudahood ama sida ugu dhaqsaha badan inay askartu damiin dhagaysi kuu hor geeyaan garsoore ayaa looga bahan yahay.\n\nAskartu awood Baadhitaan ayey leeyihiin, laakiin sharci ah waajib inay raacaan ayaa jira. Askartu way ku baadhi karaan hadii ay garsoore ka haystaan ogolaansho.  Dhacdo (awgeed) askartu way ku baadhi karaan si ay kuu xidhaan ama u hubiyaan anshaxa ina aadan wadan hub ama wax kale oo aad ku waxyeelayn karo iyaga. Sidaas oo kale, waa lagu baadhi karaa hadii aad askarta siiso ogolaansho ay kugu baadhaan. Marka lagu xidho, askartu Baadhitaan (kale oo) badan ayey kugu samayn karaan. Shar kale ayaa jira marka la xidhayo caruurta da’dooda u dhexayso 12-17 sano. Cadaalada adambiyada dhalinyarada ayey ku sugan tahay warbixino ku saabsan nidaamka askarta ee xidhitaanka caruurta (da’doodu u dhexayso 12-17 sano). Tusaale ahaan, sharciyo kala duwan oo ku saabsan sida caruurta loo waydiiyo su’aalo ayaa jira. Warbixin intan ka badan kala xiriir qareen, rugta shaciga ee jaaliyadaada, ama raac linkigan.\n\n* Cadaalada caruurta iyo  xaqa dhalinyarada Wiki:\n* Talaabooyinka cadaalada:[https://stepstojustice.ca/](https://stepstojustice.ca/)\n* Jaaliyada waxbarashada sharciga Ontario:[https://www.cleo.on.ca](https://www.cleo.on.ca)\n\nCigahso:\n\n* [https://stepstojustice.ca/legal-topic/criminal-law](https://stepstojustice.ca/legal-topic/criminal-law)\n",
            "options": {},
            "sources": [
                "https://stepstojustice.ca/legal-topic/criminal-law"
            ]
        },
        "family-law": {
            "title": "Sharciga qoyska",
            "image_source": "/img/graphics/family-law.png",
            "options": {
                "marriage": {
                    "title": "Guur",
                    "image_source": "/img/graphics/marriage.png",
                    "content": "\n\nIn si ah sharci u guursado (qof), waa inaad tahay 18 sano jir. Waad ku guursan kartaa (qof) da’da 16 ama 17 (hadii aad qoraal ogalaansho ka haysato waalid kaaga ama qofka kaa ah masuul. Balse, qof kasta oo ka yar 16 jir sharci ku ma guursan karo. Guur kaaga ma sharci ku ma ansaxayo hadii adiga ama lamaanahaga uu qabo hal qof ka badan. Xaasas badan waa ka mamnuuc Kanada. Hadii lagu furay, waa inaad soo cadayso furniin kaas inuu wadan kaas ka ahaa sharci. Guur ah qasab waa ka mamnuuc Kanada. Hadii aad ku aroos gashay Ontario, waa inaad qaadato liisanka guurka. Hadii aad ku aroos galayso gobol kale, waa inaad raacdo sharciga gobol kaas. Tusaale ahaan, xaflad (nikaaxa) guur oo ah sharci ansaxsan waa inuu sameeyo qof (sheekh ama wadaad) liisan u ah haysta. Waa inaad hesho iimaam liisan u haysta inuu sameeyo nikaaxa. Hadii uu jiro shaki, Raadso talo sharci.\n\n",
                    "options": {},
                    "sources": [
                        "https://stepstojustice.ca/steps/family-law/1-check-if-you-and-your-partner-can-get-married"
                    ]
                },
                "divorce": {
                    "title": "Furniin",
                    "image_source": "/img/graphics/divorce.png",
                    "content": "\n\nSharciga furiinka waa mid ah sharciyada Kanada. Hadii aad damacdid furiin, waa inaad codsataa furiin. Qofna ogolaansho ugu ma baahnid. Hadii aad (sharci) diin ahaan isku furtay, micnaheeda ma aha inaad furan tahay (marka sharciga Kanada la fiiriyo). Sida kaliya ee sharci ahaan ku furmi karto waan inaad marto talaabooyinka uu sharciga Kanada dhigay. Mida kale, maxkamada ayaad waydiisan inay go’aamiso haynta iyo Daryeelka (kaalmada lacag ee caruur taada ama adiga ee nin kaaga laga rabo). Si aad si wanaagsan ugu fahanto hawshan, waydii qareen ama rugta Jaaliyada ee (bixisa) talo sharci. Ontario way aqbashaa furiinka (ka dhacay) wadan kale hadii adiga ama lamaanahaga uu wadan kaas ku noolaa ugu yaraan hal sano ka hor intii aadan soo dalban codsiga ku noolanshaha Kanada. Hadii xitaa aadan haysan (warqad furniin) wali in la furiin kaaga laga aqbalo Ontario ayaa laga yabaa. Raadso caawimaad ah sharci marka aad samaynayso. Wadamada qaar ayaa ogalaada guur ah bidco. Uma eka in maxkamada Kanada ay aqbalo guurkan oo kale.\n\n",
                    "options": {},
                    "sources": [
                        "https://stepstojustice.ca/questions/family-law/how-do-i-apply-divorce-myself"
                    ]
                },
                "religious-divorce": {
                    "title": "Guurka ama furiinka ah diini",
                    "image_source": "/img/graphics/religious-divorce.png",
                    "content": "\n\nSharciga Kanada kaa ma caawin karo inuu ku siiyo furiin diineed. Sidaas oo kale, kaa ma caawin karo inaad ku guursato diinta Islaamka.\n\n",
                    "options": {},
                    "sources": [
                        "https://stepstojustice.ca/questions/family-law/how-do-i-apply-divorce-myself"
                    ]
                }
            }
        },
        "human-rights-law": {
            "title": "Sharciga xuquuqda bani’aadamka",
            "image_source": "/img/graphics/human-rights-law.png",
            "content": "\n\nBilaa takoor waa in qof kasta la siiyo xaq siman iyo fursado ah dhinacyo badan, sida Shaqaalayn, guriyeyn, adeega, tas-hiilaad, qandaraasyo ama heshiisyo. mid ka mid ah kuwan hoose awgeed takoor wuu dhici karaa:\n\n* Sinjigaada, midab kaaga, isir kaaga, waadiniyadaada ama halka aad ku dhalatay.\n* Iimaanka diin taada\n* Naafanimadaada Jismi ama maskax ahaan, xitaa balwad (hadii aad leedhay)\n* Lahaanshaha caruur, qorshaynta inaad yeelanayso caruur ama lahaanshaha uur\n* Xaalada guur kaaga (inaad doob tahay inaad reer leedhaya) Tusaale inaad xaas/sey, in lagu furay, ama aad ku aroosan tahay sharci guud\n* Jinsigaada\n* Nooca galmaadaada, astaanta jinsigaada, ama muujinta jinsigaada\n* Da’daada hadii aad ugu yaraan tahay 18 jir\n* Maadama lagugu helay dambi hadii lagu cafiyey ama la hakiyey diwaan kaaga (dambi)\n\nKu darso, gudiga xuquuqda bani’aadamka Ontario ee bixiya cilmibaaris, waxbarasho iyo horumarinta xeerka, Sidaas oo kale, maxkamada (cadaalada ee) xuquuqda bani’aadamka ee Ontario ayaa jirta, hal kaas oo laga xareeyo laganu dhagaysto dalabka (dacwada/cabashada) xuquuqda bani’aadamka.\n\nHadii aad shaqada dhexdeeda kula kulanto takoor, waa in cida aad u shaqayso qaado talaabso ay ku joojinayso inay (arintan) sii socoto, hadii kale gudiga xuquuqda bani’aadamka Ontario ayey uga dhigi karaan masuul. Waa inaad durba u cabato cida aad u shaqayso, laakiin hadii ay diidaan inay muujiyaan ficil, marka u keen (cabashada) gudida xuquuqda bani’aadamka Ontario si ay u bayaamiyaan arinta. Waad u dacwoon kartaa maxkamada (cadaalada) xuquuqda bani’aadamka – online ahaan ayaad halkan ugu dacwoon kartaa [http://www.sjto.gov.on.ca/hrto/](http://www.sjto.gov.on.ca/hrto/).\n\nArimaha Shaqalaynta, hadii ay gudida xuquuqda bani’aadamku ogaato in  lagu takooray, waxyaabo badan oo ay kugu bogsiin karaa ayaa jira, ayna kuna jiraan\n\n* Inay amraan cid (shaqalaysiinaysa) inay ku shaqalaysiiyaan\n* Inay oga fadhiistaan cida aa u shaqayso inay ku siiyaan xaalmarin\n* Inay cida aad u shaqayso eryaan qofka ku takoorayo\n* In cida aad u shaqayso sameeyaan tababar wargelin ku saabsan takoorka\n* In cida aad u shaqayso dib kuu shaqalaysiiso hadii lagu eryey\n\nHadii dhinacba aad la kulanto takoor, sida adeega warshadaha, dacwad waad u keeni kartaa maxkamada (cadaalada) xuquuqda bani’aadamka si aad hesho xaalmarin (magdhaw). Qaar ka mid ah Xaalmarinta guud ee lagu gudoonsiin karo:\n\n* Lacag\n* Abaalmarin ah bilaa lacag (tababarka xuquuqda bani’aadamka, u dhisida albaab la gali karo kuwa la takoorayo)\n* Amar in kor loo qaado (u) hogaansaanta (kobcinta shuruucda iyo tababarka xuquuqda bani’aadamka)\n\nMaanka ku haay inaad hal sano gudihiisa ku xarayso dalabka (laga soo bilaabo) xiliga uu takoorku dhacay. Hadii hal mar ka badan lagu takoorayo, waa inaad dalabka (eedamaha) dhacdadii ugu dambaysay ku soo xarayso. Cudurdaar ayey leeyihiin dalabyada (eedamaha) hadii niyada (qalbi) wanaagsan oo aynan waxba yeelin (eex/nacayb) kuwa kale ee ku lugle arinta dib loogu dhigay. Warbixin badan oo ku saabsan xuquuqda bani’aadamka Ontario kala xidhiidh Qaybta adeegyada sharci ee Muslimka Ottawa.\n\n",
            "options": {},
            "sources": [
                "https://stepstojustice.ca/legal-topic/human-rights"
            ]
        },
        "refugee-law": {
            "title": "Sharci qaxoonti",
            "image_source": "/img/graphics/refugee-law.png",
            "content": "\n\n1. Si aad qoxoonti ahaan ugu timaado Canada, magangalyo qaxoonti ee gudaha Kanada ee heshiiska qaxoontiga ayaad dalban kartaa, ama qof u baahan difaac ama waa inaad tahay (qof) ay wakil ka noqdeen koox kafaalaqaada ama haayad loogu talagalay kafaalaqaad, sida Haayada qaxoontiga ee qaramada midoobay. Sida guud, inay ku damaanad qaadaan haayad (guud) ama urur gaar (loo leeyahay), waa inaad ku mid noqoto kuwan soo socda mid:\n2. Heshiiska qaxoontiga dibada\n\nAad ka mid noqon mid ka mid ah kuwan\n\n* Inaad ku sugan tahay wadan kaaga dibadiisa\n* Inaad ku noqon karin dal kaaga dil ah dil agweed oo ah maangal (Loo hayo cadayn) oo ku salaysan\n* Sinji\n* Diin\n* Fikrad siyaasad\n* Qaranimo\n* Ama xubin ka tirsan jaaliyad ah khaas, sida jinsi, muujinta nooca galmada, iwm.\n\n2. heerka magangalyo doonka wadan\n\nInaad ka mid noqoto kuwan hoose, waa inaad\n\n* Wadan kaaga dibadiisa (ku sugan tahay), ama wadan aad caadi ugu noolayd, ama\n* Dagaal sokeeyo oo ah halis ama dagaal maleeshiyo ayaa ku saameeyey, ama\n* Xuquuqdaada bani’aadam ee ah asaasiga ayaa laguu diiday maalin kasta,\n\nUma qalantid inaad (magalgalyo) qaxoonto ee Kanada codsatid, hadii:\n\n* Hadii aad haysato difaac kale oo haboon, sida hadii lagu hubeeyey (siiyey) daganaansho wadan kale,\n* Hadii aad noqotay wadani wadan kale kaas oo ku difaaci doona,\n* Hadii aad doorbiday inaad ku noqoto wadankii aad ka timid, ama\n* Hadii sababta (dhibaatada) aad oga timid wadan kaaga aynan dib u jirin (ay dhamaatay), sida hadii uu khilaafkii dhamaaday ama astaan nabadgalyo (la helay).\n* Kambaiyo, ururo, ama kooxo fara badan ayaa ku waydiin lacag si ay kaaga noqdaan wakil, laakin ogsoonow in aadan u baahnayn inaad cid siiso lacag si ay kaaga noqdaan wakil. Ha u ogolaan cidna inay ku sirto oo aad ay wakiilnimo kaaga badashaan lacag. Waa hubaal in (imaanshaha) Kanada laguu aqbali iyada oo aan la eegin inta (kharash) aad ku bixisay geedisocodka dalab kaaga. Warbixin intan ka badan, ka Raadso Qaybta Adeegyada Sharci ee Muslimka Ottawa\n\n",
            "options": {},
            "sources": [
                "https://stepstojustice.ca/legal-topic/refugee-law"
            ]
        }
    }
}